[{
  "index": 2,
  "fields": {
    "oa_name": "Momo",
    "rpg_name": "Momo no Sei",
    "bio1": "I'm Momo, a peach blossom spirit.\nWhen I was still a peach tree, people often mistook me for a cherry tree. So when I took human form, I made sure I looked completely different from Sakura.\nOh, I don't hate Sakura! But she fell in love with a mortal. It was a terrible thing!\nMarrying a mortal... How can that be possible?",
    "bio2": "In the end, Sakura suffered for it, of course.\nHuh? \"What if a spirit could marry a mortal?\nI'm not some unreasonable witch.\nIf such miracle could really happen, I would only wish her well.\nBut that's only a hypothetical situation. How could a spirit marry a moral?\nIt's impossible. And yet, if Sakura really wants to be with him, it's time to get serious.\nShe only knows how to rush straight in. She doesn't know how to think ahead! The silly girl!",
    "bio3": "I have to watch over her and handle consequences.I have to protect her from danger.\nIt doesn't matter what becomes of me.\nOnce I have helped her and she no longer needs me, I can go my own way. I won't have to worry about being mistaken for her.\nSakura, please be happy.",
    "contributor": "Ao"
  }
}, {
  "index": 3,
  "fields": {
    "oa_name": "Yuki Onna",
    "rpg_name": "Yuki Onna",
    "bio1": "September 23rd: Snow.\nIt is still snowing with no end in sight. So it was yesterday, and so it is today.\nBut today I found a painfully thin human in the snowfield.\nHe was struggling forward, one slow step at a time before he finally collapsed into the vastness of the snow.\nWhy is he walking here alone when it snows so heavily in these lands? I cannot help but wonder.\n\nSeptember 25th: Snow.\nToday, the thin man woke up. But he was not completely awake. Amidst this icy, snowy landscape, he just barely opened his eyes.\nSurprisingly, he was not the least afraid when he saw me.\n\"Do you know where I can find the snow lotus?\"\nHe asked me, abruptly.\nI replied. And because I was curious about what he wanted to do, I went with him to find it. I'm not lying. I really was just curious.",
    "bio2": "September 26th: Snow.\nHuman beings are too fragile. If I had not accompanied him, and commanded the wind and snow to make a path for him, there is no way he could have made it here. But that is all I can do for him. His illness... I cannot cure it.\n\nSeptember 27th: Snow.\nI think he'll die soon.\n\nSeptember 28th: Snow.\nHe is dying, but insists on pursuing the snow lotus. If he dies now, the summit of this mountain will be tainted. It would be better if I take him elsewhere to bury him.",
    "bio3": "September 29th: Snow.\nHe has died. But he refused to let me bury him anywhere else. Instead he asked me to take the snow lotus from the peak of this mountain to his wife's grave.\nHe paid his own life to fulfill such a meaningless promise.\nI cannot feel any warmth, but the snow lotus that the man handed to me feel as if my palm was burning.\nEven my heart started to melt…\nWhy do mortals cherish such feelings?",
    "contributor": "Ao"
  }
}, {
  "index": 4,
  "fields": {
    "oa_name": "Miketsu",
    "rpg_name": "Miketsu",
    "bio1": "Before I embarked on my voyage, the Master came to talk to me, \"Kyoto is no longer the serene and beautiful place it once was. The place you're heading for is a living hell. Are you prepared for that?\" I looked at his dignified yet cold face and replied firmly, \"I understand.\" But my hands were sweating so that I could barely hold my bow. The Master sighed and said, \"If you are ever in danger, run for your life. Your mission is to be there when everything is over. To bring new life and blessings to that ruined place. But until the time comes, you must hide well and protect yourself.\" I was about to say something, but he continued, \"I will protect you when it is necessary.\" I held tight my bow and nodded in silence.",
    "bio2": "The moment I laid my feet in Kyoto, I felt a hail of grief fall upon at me. I was enveloped in feelings and prayers that were too heavy for me to bear. The Master looked down on me and said, “It must be a heavy burden upon you to feel such thoughts all at once.” “It is. But it is my duty and I will lift the despair from these people.” I could barely keep standing. “Warmth and favor will bring happiness to the people, and that is my duty here.” The Master replied in a freezing tone. “Favor cannot bring happiness here. In this living hell only hard-hearted order can bring even temporary respite. I believe you’ve felt that yourself, have you not? The thoughts on people’s mind are not wishes for tomorrow, but vengeance, hatred, and despair of the present.”",
    "bio3": "“Even… even…” I plucked up my courage to try to speak my thoughts, “Even if the people in Kyoto are now vexed by the darkness inside, I still believe…” “How dare you defy me!” He rounded upon me, “You do not have the power of foreseeing destiny and so you have no idea of your own ignorance! Never let the false tenderness of your humanity blind your sense of judgement.” The Master’s voice became low and hoarse, “The mortal world has always been a hell. Wherever it is, whenever it is.” The Master… He lives in a hellish place, doesn’t he?",
    "contributor": "kitsune"
  }
}, {
  "index": 5,
  "fields": {
    "oa_name": "Momiji",
    "rpg_name": "Kijo Momiji",
    "bio1": "My name is Momiji. I am the most beautiful ghost you'll ever see. My beauty and elegant poise are all gifts from the one I love... Master Seimei. When I was still human, he sent me on my last journey. And from that day, all that I have yearned for day and night is him. Even the mention of his name is enough to set my body on fire.",
    "bio2": "He was dressed in black, and he spoke softly to me. Ah! His voice was so sweet. I wanted to melt in it, to let it surround me. He said, \"Leave nothing. Devour everything.\" \nI followed his command. How could I refuse? Since becoming a ghost, I've fed on every single mortal and spirit that has laid eyes on me. They feed my beauty. I grow more wondrous by the day. \nEven the rancid smell of decay is bearable, thanks to him. I endure it and I never stop feeding, not even for a moment. Now, no matter what I eat, I can only taste flesh. \nAnd because of this, nobody is more beautiful than I.",
    "bio3": "Look at my porcelain skin, my flowing black hair! All of these belong to Master Seimei. You cannot touch them.\n\nNext time I see him, I will use my beauty to capture his heart. And his body.\nHe is the only reason I continue to live.\nIf he doesn't reciprocate my affections, then... I don't know what I'll do...",
    "contributor": "snowy"
  }
}, {
  "index": 6,
  "fields": {
    "oa_name": "Sakura",
    "rpg_name": "Sakura no Sei",
    "bio1": "That man in black ruined my life with my husband. And he crushed my heart until nothing was left.\nI wanted to let my husband know. I wanted to tell him that I'm not the simple, ordinary human woman he thought I was. \nThere were countless times when I wanted to leave him. After all, humans and spirits are very different... but... whenever I wanted to tell him the truth, he always used that soft, gentle gaze to stop me. When he noticed that I wanted to run away, he would make me stay with his warm, loving tenderness.",
    "bio2": "That was until he said he wanted to marry me.\nI hadn't yet had time to savor the sensation of pure ecstasy intertwined with profound pain when something unusual happened in Peach Forest.\nThe forest, which had always been peaceful, was suddenly filled with strange spirits... and they seemed to have lost their minds. The only sense they spoke was a warning to stay away from the onmyoji. \nI was so scared... If I lost my mind, was I going to hurt my husband? It was an unbearable thought.",
    "bio3": "It was an unbearable thought. It was time to leave. At least, that’s what I thought.\n\nBut I was wrong. It was already too late. When I went to see my husband for the last time, all I saw was his body lying in a pool of blood… My dear… I have brought this on you… I’m sorry… So sorry… Wait for me. I won’t let your death be in vain… Wait for me. I will find that onmyoji! And then we will meet again in our next lives....",
    "contributor": "snowy"
  }
}, {
  "index": 7,
  "fields": {
    "oa_name": "Hangan",
    "rpg_name": "Hangan",
    "bio1": "Although my eyes cannot see, I have earned myself a place in the underworld by doing my duty. Those two ghost emissaries come and go as they please, and Mouba is very rarely here, so I am the only one guarding this place. It's my responsibility do so.",
    "bio2": "When the others leave to perform their duties, Lady Enma and I should be the only ones here, just the two of us, quietly working and handling affairs. But some strange spirits began interrupting us. Sometimes it was Yamausagi, sometimes it was Yamawaro, and sometimes it was a small ghost boy. These small, weak spirits… why did they bother coming to the underworld? They did not pose a threat, they were too weak. But they were noisy; so noisy that they give Lady Enma a headache. Later, I found out that Lady Enma herself was bringing these little spirits to the underworld.",
    "bio3": "I wondered if Lady Enma wanted to have children. But I was disgusted with myself for thinking such things. It was an insult to Lady Enma. I told myself that I should not harbor thoughts like that. I am a judge. How could I have such ridiculous ideas? I should punish myself, I should send myself to the lowest level of the underworld to be punished. So quietly, I left. Lady Enma did not realize that I was gone, and continued to play with her little spirits.\nSuppressing these thoughts I should not harbor, I left the shouts and cries of the little spirits behind me.\nAs long as Lady Enma is happy, I am satisfied.",
    "contributor": "Ao"
  }
}, {
  "index": 8,
  "fields": {
    "oa_name": "Vampira",
    "rpg_name": "Kyuuketsu Hime",
    "bio1": "I didn’t look like this at birth. When my father was still alive. I loved to eat basil. My father would cook basil and beef in a pot until the aroma filled the house. I can still remember the taste. But I can never eat it again. As for my mother, she couldn’t eat my father’s beef stew.",
    "bio2": "The smell of basil made her feel ill. I would be stuffing my face, and my mother would run outside, pale and nauseous. Then my father would follow her. When I finished eating, Father would bring Mother back, and she would be smiling through her tears.\nBut that day was different. Father went after mother, but he never came back.\nOnly mother returned.\nHer face was pale, and had a look I can’t describe. She held me tight.\n\n",
    "bio3": "She held me close to her. I could feel her palm supporting the back of my head. It was wet, sticky. There was an unbearably foul stench.\nI endure the stench, holding my mother tight. Then I felt a sudden pain in my neck… It felt like a bite. It hurt.\nAnd just before I lost consciousness, I realized I no longer found the stench unbearable. Instead, it was sweet and fragrant.\nI never saw my parents again.\nNobody cooks basil and beef for me anymore. Of course, they don’t. What would be the point? I couldn’t eat it even if it was in front of me. Now - now the object of that stench is my only food.",
    "contributor": "Ao"
  }
}, {
  "index": 9,
  "fields": {
    "oa_name": "Arakawa",
    "rpg_name": "Arakawa no Aruji",
    "bio1": "The Arakawa River originates on Mount Kobushi. It passes through Mount Chichibu and the basin before flowing through the Nagatoro Valley. Then it turns northwards and flows through the Osato District and Yorii into the Kanto Plain. Its lower reaches turn south-east at Kumagaya and flow through Kawagoe and Saitama before it turns eastwards again to the Sumida River and finally into Edo Bay.",
    "bio2": "The river's ruler is known as Lord Arakawa. According to legend, Lord Arakawa is violent and rash. So although the waters of the Arakawa River are turbulent and rough, the spirits that reside therein dare not cause trouble. some say that the river would have dried up several times if not for Lord Arakawa's sorcery. The people who live near the Arakawa River revere Lord Arakawa as a god, and pray to him for protection.\n\n",
    "bio3": "However, Lord Arakawa only does as he pleases. Their prayers mean nothing to him. Everything he does is for the river. \"I am Lord Arakawa. I care only for the waters of my domain. I have no interest in other matters. All that I do is for my river.\"\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 10,
  "fields": {
    "oa_name": "Ichimoren",
    "rpg_name": "Ichimoren",
    "bio1": "Can you see that crumbling pillar in the forest? It used to be a shrine. It was dedicated to the wind god and was truly magnificent.\n\nOne day, a storm came and raged for days on end. The torrential rain threatened to flood the village at the foot of the mountain. The villagers rushed to the shrine to pray for protection. However, the wind god controls the wind, not the rain. He was powerless to stop the flood. However, the wind god managed to divert the water and save the village. The price he had to pay to achieve this was one of his eyes. After the disaster, the people gradually forgot about the wind god. They left the area and the shrine was abandoned.",
    "bio2": "But the wind god did not forget his followers.\n\nHe spent every day on the path to the shrine waiting for them to return. But they didn’t, not a single one. Day after day, year after year he waited, until the path became overgrown with moss and the shrine turned to rubble. Now that crumbling pillar is all that remains of the once magnificent shrine.\nThe wind god was all alone, and forgotten.\nWith no followers, he lost his status as a god and should have simply disappeared.",
    "bio3": "However, he chose to become a spirit.\n\nAs a spirit, he is no longer able to offer anything to his people. Yet he still wishes to do everything in his power to protect everyone. Even though he is a mere spirit, he still stands guard over this land. That’s the end of the story. I may be centuries old, but my story is very simple.\n\n",
    "contributor": "snowy"
  }
}, {
  "index": 11,
  "fields": {
    "oa_name": "Kyuumei Neko",
    "rpg_name": "Kyuumei Neko",
    "bio1": "Kyuumei Neko: I can't believe someone as wise, brave, cool and perfect as I am is actually lost in this forest! Argh, meow! This is something I'll never tell anyone about, meow! Oh... Over there! Wait, wait, meow!\nKyuumei Neko: Ahem! Excuse me, sir. How do I get out of this forest, meow?\nTesso: ...\nKyuumei Neko: Hey! You! Rat! I asked you a question! Meow!\nTesso: If you give me one thousand pieces of gold, I'll show you the way out.",
    "bio2": "Kyuumei Neko: Meow! Look at me! Do I look like I have that kind of money? Meow! Huh?!\nTesso: Cough, cough! I c-can’t breathe! I’ll show you the way! Please, I’ll show you the way!\nKyuumei Neko: You should have done that in the first place, shouldn’t you? Meow.\nTesso: You’ve got a screw loose.\nKyuumei Neko: Huh?!\nTesso: N-nothing!\nKyuumei Neko: Say, that wheel of yours looks like fun, meow.\nTesso: But it’s my only means of transportation.",
    "bio3": "Kyuumei Neko: Let me try it, meow!\nTesso: No.\nKyuumei Neko: Huh?\nTesso:P-please...\nKyuumei Neko: Meow, Haha! Hahaha, this is really fun! This is my wheel now! I’ll call it the “catwheel”!\nTesso: W-wait! Give it back! It means a lot to me!\nKyuumei Neko: Ah! Meow!",
    "contributor": "Ao"
  }
}, {
  "index": 12,
  "fields": {
    "oa_name": "Susabi",
    "rpg_name": "Susabi",
    "bio1": "THERE ONCE WAS A VILLAGE BY THE SEA WHERE THE VILLAGERS SUFFERED FROM TSUNAMI. DESPITE THIS FACT, THE VILLAGERS WERE RELUCTANT TO LEAVE, AS LIVED OFF THE SEA. THEY PRAYED TO GOD TO BRING THEM PEACE. IN RETURN, GOD GRANTED THEM A BOY WITH A UNIQUE ABILITY. HE COULD FORESEE THE FUTURE. FROM WHEN A BUTTERFLY WOULD FLY THROUGH THE WINDOW, TO WHEN A TSUNAMI WOULD STRIKE THE VILLAGE. HE USED HIS ABILITY TO GUIDE THE VILLAGERS TO AVOID TOTAL DESTRUCTION. HENCE, THE VILLAGERS TREATED HIM WITH GREAT RESPECT. AND EVERYONE LIVED A PEACEFUL LIFE.",
    "bio2": "NO ONE BLAMED THE BOY THE FIRST TIME HE WAS WRONG. THEY ALL JUST SMILED AND WALKED AWAY. BUT AFTER MORE AND MORE INACCURATE PREDICTIONS, THE VILLAGERS STARTED TO BLAME AND EVEN BEAT THE BOY. BRUISES AND WOUNDS STARTED TO APPEAR ON THE BOY. IN FEAR OF PUNISHMENT, THE BOY WAS FORCED TO KEEP PREDICTING THE FUTURE BUT WITH MORE AND MORE INACCURACIES. ONE DAY, SOMEONE PROPOSED A SUGGESTION, THAT THE VILLAGERS SHOULD ABANDON THE BOY SINCE HE HAD LOST HIS ABILITY, AND OFFER HIM TO THE GOD OF SEA HOPING TO APPEASE THE DISASTER. THE VILLAGERS ALL TURNED DOWN THE PROPOSITION THE FIRST TIME THEY HEARD IT. BUT FEWER AND FEWER VILLAGERS OPPOSED THE SUGGESTION WHEN IT WAS BROUGHT UP AGAIN AND AGAIN. IN THE END, NO ONE WAS WILLING TO OPPOSE THE SUGGESTION, AND EVERYONE AGREED.",
    "bio3": "THE BOY, WITH BRUISES AND WOUNDS ALL OVER HIS BODY, SOBBING, WALKED INTO THE ENDLESS NIGHT, INTO THE COLD SEA IN FRONT OF ALL THE VILLAGERS. THE MOMENT HE WAS CONSUMED BY THE SEA, A TOWERING WAVE EMERGED, DEVOURING THE WHOLE VILLAGE AND EVERY VILLAGER. FOOLISH HUMANS, DON’T YOU KNOW THE HEAVY PRICE FOR BLASPHEMING A GIFT FROM GOD? IT WOULD BE BETTER IF GOD WERE NOT SO KIND TO HUMANS, TO JUST CONTROL THEM BY FORCE. OH, THAT POOR INNOCENT BOY. A LITTLE HYPOCRITICAL KINDNESS HAS MADE HIM GROW FEELINGS TOWARD THE HUMANS. HIS FEELINGS HAVE IMPAIRED HIS DECISIONS AND COST HIM GREATLY. THE INNOCENT BOY WAS GONE FOREVER THAT NIGHT. YES… THE WATER IS CHILLING TO THE BONES… I HAVE NO DESIRE TO FEEL IT AGAIN.",
    "contributor": "snowy"
  }
}, {
  "index": 13,
  "fields": {
    "oa_name": "Umibouzu",
    "rpg_name": "Umibouzu",
    "bio1": "Umibozu: Woo-ooo! Woo-ooo! Woo-ooo-ooo!\nFisherman A: Wha... what are you?\nUmibozu: Hand over the fish you have caught! Hand them over or suffer the consequences!\nFisherman B: Are you joking? It's taken us two solid days to catch these fish! Do you know how dangerous our jobs are?\n\n",
    "bio2": "Umibozu: Don’t blame me for what is about to happen! You have brought it upon yourselves. Raging waves!\nFisherman A: Argh! Hurry! Let’s get out of here!\nFisherman B: Help! Help me!\nUmibozu: Hurry, little humans! Hurry back to the shore! Stay away from this part of the sea for the next three days! Or suffer my wrath!\nFishermen: O-okay! L-let’s get out of here!\n\n",
    "bio3": "Umibozu: Human beings are so stubborn! I have to get all dramatic before they actually go away. It’s so frustrating! If I just told them nicely that a storm is coming, they’d all drown trying to capture me. Just like the crew of the last ship. And the one before that.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 14,
  "fields": {
    "oa_name": "Satori",
    "rpg_name": "Satori",
    "bio1": "Doujo: Satori, Kyonshi Imouto wants me to ask you what you think of Kyonshi Ani.\nSatori: He's a moron.\nDoujo: He does have an arrow in his head. What about Tanuki?\nSatori: An alcoholic.\nDoujo: Then...Kappa?\nSatori: A Peeping Tom.\nDoujo: Right. Okay then. How about Koi?\nSatori: An idiot.",
    "bio2": "Doujo: Satori, I think you’re being a little harsh. Satori: Crybaby.\nDoujo: Huh?\nSatori: You. You’re a crybaby.\nDoujo: I- I’m not a crybaby! Boo hoo hoo…\nSatori: Ah… No wonder that frozen-faced Seimei hates kids.\nYou’re so noisy! Doujo: Boo hoo hoo!\n\n",
    "bio3": "Kagura: You’re just a kid too, Satori!\nSatori: You’re the kid! Your whole family are just kids!\nKagura: Seimei, Hiromasa… They aren’t children.\nSatori: You… Kagura: You’re a noisy kid too.\nSatori: Argh! I don’t wanna talk to you anymore!\nKagura: Now who’s a noisy kid?\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 15,
  "fields": {
    "oa_name": "Kubinashi",
    "rpg_name": "Kubinashi",
    "bio1": "I walk with my head bowed, and look around, but there’s nowhere to go.\nI knew where to go, once. I have a good sense of direction, so I’m never lost. Be it the path for my feet, or the path for my heart, I stay true.\nIn an age ravaged by war, a good man must fight for his country. I didn’t hesitate to join the war effort. I became a military courier. My keen sense of direction always got me to my destination quickly. The officers soon recognized that I was a reliable courier; wherever they sent me, I never got lost.",
    "bio2": "As a result, I no longer took ordinary soldiers’ letters home, but instead military documents, and then urgent reports.\nAnd to me, this was the ultimate commendation.\nThe general told me that I was a great advantage to our army because I always delivered mail on time.\nSo I ran, and ran, and ran.\n\n",
    "bio3": "But even though I ran as hard as I could, we still lost the war. How could it be? I delivered the document to the right place but the document itself was wrong! Argh!\nThe delay cost us the war.\nSomeone has to bear the responsibility. I was kicked out of the camp.\nSo, I walk with my head bowed, not knowing what lies ahead or where to go.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 16,
  "fields": {
    "oa_name": "Kaguya",
    "rpg_name": "Kaguya Hime",
    "bio1": "I was imprisoned in a tiny piece of bamboo. I spent all my time sleeping in a bamboo forest.\r\nOne day, the sound of a flute woke me up. As I emerged from my dream, the sound was like nothing I had ever heard before. It warmed my heart.\r\nI never imagined there could be anyone else but me in the bamboo forest. From that day on, I was no longer alone. That flute kept me company. Sometimes I heard it at night, and sometimes in the day. It awakened me from my dreams, and kept me company as I drifted off to sleep.\r\n",
    "bio2": "How I wished I could see who was playing that flute. It must have been a very kind, gentle person.\r\nBut who else but me could have been in this bamboo forest? And could they have had friends in the forest? Or were they like me, imprisoned in a piece of bamboo? I had so many questions, and so many things to say to them.\r\nI finally managed to free myself from the bamboo. When I looked around expectantly, I didn’t see anyone. But I could feel that they were in the bamboo forest. A feeling inside me told me they had to be nearby.\r\nBut I didn’t have enough time to find them before I was taken from the forest.",
    "bio3": "Since then, I’ve been imprisoned in a room.\r\nEveryone is nice to me, but I want to go back to that bamboo forest and be with the flute player.\r\nI never did find out who it was.\r\nHow I wish I could see them and thank them. And tell them how beautiful that sound was.",
    "contributor": "kitsune"
  }
}, {
  "index": 17,
  "fields": {
    "oa_name": "Mouba ",
    "rpg_name": "Mouba",
    "bio1": "My father died when I was very young. All I remember of my childhood is my mother crying, day after day. If she hadn't had to take care of me, I think she would have followed my father.\nI didn't want her to suffer so much pain. I thought that if my mother could forget all of her pain, it would be wonderful! So I tried to find a herb, one that could make people forget their pain, one that could make my mother happy again.\nI wanted to make a soup to let people forget their pain.\nBut my mother couldn't wait for that day, and she left me.",
    "bio2": "Huh? What kind of person was my mother? How could she leave?\nHehe, I forgot. I only remember that I want to make more and more of that soup, otherwise I’ll feel the pain of it. Many things are better left forgotten. Isn’t that right?\nBitey!\nHey, don’t be so jumpy around Bitey. You’ll scare her. Bitey’s a lovely girl. She won’t hurt you!",
    "bio3": "Ah? Those people who fainted over there? Bitey just went to play with them, and they collapsed. Human beings are so fragile… Bitey! Wait! Calm down. Huh? This man? He fainted too. The people here are pathetic! Let’s go, Bitey. Let’s go and look for the next herb!",
    "contributor": "Grrr"
  }
}, {
  "index": 18,
  "fields": {
    "oa_name": "Hououga",
    "rpg_name": "Hououka",
    "bio1": "The story I’m about to tell you is not created by a storyteller. It’s true. It’s my own story.\nHave you ever seen the phoenix? When the phoenix enters Nirvana to be reborn, it merges with the flames. The sparks that are created cannot help but follow the phoenix. The spectacle is just too spellbinding to resist.\nThose sparks that are too far from the light soon die out.\nThe rest of the sparks use all their strength in an attempt to stay with the phoenix.\n\n",
    "bio2": "The warmth that remained after the phoenix had flown was the energy and faith that we continued to pursue.\nIt was a tragic process. I watched my brothers and sisters around me weaken and die out.\nAnd in the end, I was the only one left.\nHard to imagine, isn’t it?\nWe were just a chaotic cluster of flames, with no consciousness, let alone life.\nBut we received a lifetime of faith.\nIt is a gift.",
    "bio3": "Even if I had eyes, there would be no need for me to look at anything else other than the phoenix.\nIf I had feet, I would have no need to stop.\nIf I had wisdom, following the phoenix was my one and only faith.\nThis is the way I was, and had been for a very, very long time.\nAnd then, one day, I transformed from flame into a bird of fire. I looked very much like the phoenix.\nHe turned to me, and said, “You should try to understand the other meaning of existence.”\nLooking over my shoulder, I realized I had developed a full set of wings, of flaming feathers. Perhaps this was a new faith, one from him to me.\nSo now I soar through the clouds and fly over the ground beneath.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 19,
  "fields": {
    "oa_name": "Ootengu ",
    "rpg_name": "Ootengu",
    "bio1": "I am justice incarnate.\nI have dealt with countless evil ghosts, and fought alongside noble human warriors.\nWhen fighting against monsters, one must constantly remind oneself not to turn into a monster.\nBut I - I want everybody to submit to me. I want to bring a new order to this world.",
    "bio2": "And to do so, I need more strength! More power!\nThe sudden changes of Mt. Gloom are increasing my desire to became stronger. My heart is getting restless.\nThat man, he must still be there, laughing down at us and waiting for me to come to him.\n\"Be my servant! Swear your loyalty to me!\" \"I know what you want. I can give you power beyond your imagination!\"\n\"Then we can fulfill our cause together!\"",
    "bio3": "I heard him says all this to me. I saw him standing at the top of the mountain with a gaping rift torn in the air behind him and a seething mass of Netherworld power streaming out of it.\nI recall the moment when he spoke to me. I was so excited that I trembled all over from head to toe.\nYes, that is what I want! I want it all!",
    "contributor": "Grrr"
  }
}, {
  "index": 20,
  "fields": {
    "oa_name": "Youko",
    "rpg_name": "Youko",
    "bio1": "July 20th: Though I could not take off my mask, I knew she was the one I’d been looking for!\nA young girl is like a flower bud waiting to bloom. One cannot help but anticipate the glorious beauty that will blossom.\nThe tears in the corner of her eyes, and her shyness as she tried to resist my advances, made her even more beautiful.\nI took her into my arms, and whispered sweet nothings in her ears. Sleep now, my love.\n",
    "bio2": "July 21st: You cannot go against fate. I met another who I am destined to be with.\nShe charmingly, alluringly poured wine for me, as her eyes, deep with emotion, met mine. She was ravishing, wild, as she removed my mask!\nAh, this is indeed the moment of destiny. The rich fragrance of wine, and blood… Once again, I indulged myself in the abyss of love.\nIn my arms, sleep now, my love.\n\n",
    "bio3": "July 22nd: Today, I met the one I am fated to be with. She is different from the rest.\n",
    "contributor": "Ao"
  }
}, {
  "index": 21,
  "fields": {
    "oa_name": "Karasu Tengu",
    "rpg_name": "Karasu Tengu",
    "bio1": "Karasu Tengu: I remember it like it was yesterday! The enemy's fangs were gnashing at my head. The situation was dire!\nSister: And then? You said you defeated Orochi?\nKarasu Tengu: It looked unbeatable, but I have my ways. As a great warrior, I know that to win you need to understand your enemy. Although it might be unimaginably strong, I am nimble. Although it has many terrifying, slathering heads, its strength is also its weakness!",
    "bio2": "Karasu Tengu: When the first head tried to bite me, I swiftly dodged to the second head, and as the third and fourth heads approached me from opposite directions, I escaped. I had my crows fly around the fifth and sixth heads to confuse and disorient them while I took the opportunity to stab the seventh head. Now. for the climax, let me tell you how I overcame the eighth and ninth heads…\nBrother: Wait, doesn’t Orochi only have eight heads?\nKarasu Tengu: Ah?",
    "bio3": "Brother: You - you’re making things up again!\nSister: Why do you always fantasize about fighting all these horrible monsters? They’re so scary.\nKarasu Tengu: Well… it’s because they’re scary! I want to be a hero, to protect everyone!\nBrother: But what’s the point of imagining it? Why don’t you join Master Seimei instead? There’s nobody better at training shikigami! If he could train you… Oh, ah… Hey! Where are you going? Wait, wait!",
    "contributor": "Grrr"
  }
}, {
  "index": 22,
  "fields": {
    "oa_name": "Aoandon",
    "rpg_name": "Aoandon",
    "bio1": "Oh, what's up, do you want to hear my story? Are you sure? You might have the consciousness for that, didn't you? If you want to hear strange stories, then you should prepare to hear until the sunrise. I love strange stories, whether if it's said to people, or to hear by people, it doesn't matter. Every night, I will search some people who love strange stories like me, and serve them in the room, then talk about strange stories with them. There's only an oil lantern were on in the room.\n",
    "bio2": "I’ve written down many, many ghost stories that I’ve heard. I practiced them over and over, until I could recite them from memory.\nThose were the days when I was most happy. Whenever the sun rose, it meant that another wonderful night had ended. I hated the sunrise because it meant it had to end. I spent ninety-nine nights like that, sharing stories. On the last night, I told the story of “Futakuchi Onna”. I told my guests that it was my ninety-ninth tale. They advised me not to tell any more ghost stories. They said that telling one hundred tales would curse me. But I didn’t listen to them.\n",
    "bio3": "They all made excuses and left in a hurry, afraid. But I knew I had to tell another. After they left, I took out a mirror and told a ghost story to my reflection. \nIt was a good one. A scary one. It even made my skin crawl a little. Satisfied with my storytelling, I went outside to extinguish the oil lamp. It should have been broad daylight by then. But it was dark. So dark. I never saw the sunrise again. And this paper lantern... I'm unable to put it down. So I wander from place to place in the dark, lurking in places where people tell ghost stories, listening attentively. And when they finish their ninety-ninth tale, I emerge, and proudly tell them my own ghost stories. I collected so many stories that I myself have become a spirit that lurks in the darkness. This is the story of \"Aoandon\".",
    "contributor": "Ao"
  }
}, {
  "index": 23,
  "fields": {
    "oa_name": "Shuten Doji",
    "rpg_name": "Shuten Douji",
    "bio1": "People often say that drinking is bad, but I don't agree. On me, for example, it actually has a healing effect.\nAnd you only need to drink with someone to know exactly what they're like.\nLook at people who don't drink. They're a really boring bunch!\nIs that Enma still in the other world? I don't know how she can stand being in that dark, damp, cramped place.\nAnd that fool, Ootengu, is he still with that imbecile? Hmph, ridiculous.",
    "bio2": "That leaves only Lord Arakawa. I heard he joined Ootengu and his gang? He must have nothing better to do. \nIn the end, it’s all because of Abe no Seimei. That puny human has created quite a stir. \nAnd he’s surrounded by a bunch of freaks. I wonder what Yao Bikuni was thinking. \nThe shadow that was separated from Seimei… I’ll just call it “Shadow Seimei” for now. What exactly is it? I don’t understand.",
    "bio3": "Looks like there's some sinister plot behind this that I'm not aware of.\nWhenever I think of Momiji, I just get so angry!\nIt seems that in these troubled times, I can't just worry about my own business.\nIt's frustrating. I'll think about the future when it comes!",
    "contributor": "Grrr"
  }
}, {
  "index": 24,
  "fields": {
    "oa_name": "Jorogumo",
    "rpg_name": "Jorougumo",
    "bio1": "The lord just wanted my beauty. I knew this better than anybody. The day I married that vulgar man, someone else in the crowd was looking at me passionately. That one glimpse made me fall in love. After that day, I began to meet him in secret. I thought that our love was worth the risk of exposure.\n\n",
    "bio2": "But in the end, my lover was the one who betrayed me.\nIt’s just how men are. They don’t lack methods for torturing others. They threw me into a box, hoping darkness and fear would engulf me. When I saw my eyes got used to the dark, I saw countless pairs of fierce eyes… They were everywhere. The dark box was crawling with poisonous spiders! They filled the entire box!\n\n",
    "bio3": "They ate at my flesh… In the end, the spider and I became one. Since then, we have fed on men. One after another, we capture and consume those despicable creatures.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 25,
  "fields": {
    "oa_name": "Inugami",
    "rpg_name": "Inugami",
    "bio1": "Aww, be good, Sparrow. Don't fly too far.\nIn these times, it's impossible to guard against bandits. Nobody knows where they could be.\nEvery time I see Sparrow, I can't help but think of my younger days.\nBack then, in order to defeat a spirit, I would burn down an entire village. Sometimes, I couldn't help but kill the very creature I was supposed to capture alive... I really don't want to remember all that.\nNo matter where I go, I'm always alone.\nBut that's only to be expected. After all, who would want anything to do with someone who only uses violence to solve problems?",
    "bio2": "Except for him.\nHis body is so delicate, and he’s always smiling as he flits about me.\nInitially, I didn’t understand why he was so happy. I even thought he was making fun of me.\nBut one day, suddenly I understood.\nAt that time, I was on the battlefield slaying my enemies. For someone like me, the battlefield is the only place to feel satisfied.\nIn that battle, I’d relentlessly cut down my enemies. I can’t remember how many times I had killed until I realized that it was over. I was still alive. By then, I was standing alone on a ground littered with bodies.\nSuddenly it occurred to me, “This is senseless.”\nUsing my power to commit such violence, and living a life that values such power, are both equally meaningless.",
    "bio3": "Just then, that sparrow flew over and landed on my shoulder. His friends landed all over me and folded their wings to rest. \nI didn’t know why, but suddenly, I… I started crying. \nWho would have thought that a body that had only known violence could be a resting place for these creatures? \nThat’s right. And I finally realized. I should use my power to protect others. \nHe may be only a small sparrow, but to me, he is my most precious friend. \nAnd I swear on my sword, the sword that has been with me through countless battles, that I will protect all of this!",
    "contributor": "Grrr"
  }
}, {
  "index": 26,
  "fields": {
    "oa_name": "Yoto Hime",
    "rpg_name": "Youtou Hime",
    "bio1": "I am nothing like humans. They are weak.\nBut something about them feels familiar.\nI seldom speak, and I don’t know how to talk to others. But I want to try to talk to them, to approach them, and to understand them.\nMaybe if I do that, I’ll understand why they feel so familiar.\nBut I’m held back from getting close to them.\nI really want to, but I can’t.",
    "bio2": "Although I became like that because I didn’t want to be in danger. Ironically, to many of them, I am the dangerous one. To protect myself from being hurt, I hurt others… That’s my fate. So, don’t talk to me, don’t try to understand me, don’t come near me… If you don’t want me to hurt you.\nKind? No, I don’t think I’m kind. If you must describe it… perhaps I’m the one who’s weak.\nOnly the weak would be afraid of being hurt, and would hurt others to avoid that.\nI think I talk too much. See you next time.\nMaybe I won’t come and talk to you again. That would be better. So, may we never meet again.\n",
    "bio3": "I woke up in a dark, narrow place where the air was damp and musty. I was surrounded by nothing but dead silence.\nA paper lantern lit up ahead of me. I tried to figure out the pattern on the lantern and recognised that it was the emblem of the Minamoto clan, a symbol very familiar to me.\nI trust Master's guidance with everything. So I picked up my blade and began to follow the lantern. Its dim light illuminated the scenery ahead of me. I finally found that I was standing by a river, though the water was too muddy to determine its depth. Strangely, there was a large field of flamboyant red flowers growing by the riverside.\nThat red coloration made them look frighteningly alive, and they made me feel uneasy.\nAs I stood by the river, memories started to come back to me. I was in the Underworld to complete a mission given in person by Master, a mission far more important than my own life.\nI was here to eradicate the flower monster and bring back the onmyoji of the Minamoto clan to the mortal world.",
    "contributor": "Ao"
  }
}, {
  "index": 27,
  "fields": {
    "oa_name": "Hone Onna",
    "rpg_name": "Hone Onna",
    "bio1": "I can't die.\nMy happiest moment was when I last saw my husband, but it was also my saddest moment.\nHe left home for the battlefield. He said he wouldn't return until the war had ended. He said he would write to me. And he said that if he was killed in battle he would turn into a white bird, and fly to my window in the red sunset to deliver his last letter.\nI couldn't wait for his letter and I couldn't wait for him to come back.",
    "bio2": "I couldn't wait any longer so I went to find him.\nI heard that he'd become a General, but I can't remember who told me that. Eventually, I managed to find his camp. All I remember is that when I walked into his tent, he was sleeping peacefully. His majestic armor was at his side, polished to a mirror shine. And in his arms, there was another woman.\nAs long as he was well, that was enough.",
    "bio3": "But I missed him so very much. So I possessed that woman’s body, where I stayed until her death. \nIt will be morning soon. I have almost forgotten about the bandits I encountered on the way. I have almost forgotten the pain of having my body defiled by those brutes. I only remember clearly that I have to find my husband. \nAnd take him with me.",
    "contributor": "Grrr"
  }
}, {
  "index": 28,
  "fields": {
    "oa_name": "Kyonshi Imoto",
    "rpg_name": "Kyonshii Imouto",
    "bio1": "Youko: Oh pretty girl, you are my destiny, my love! Let me take you away! We shall experience the most wonderful sweetness in the world!\nKyonshi Imouto: Old fox, are you going to treat me to some apple sweets?\nYouko: O-old?\nKyonshi Imouto: You are old, look at you! Oh, Old fox, your tail feels so nice! Oh... It's even fluffier than Tomato's!",
    "bio2": "Youko: Pretty girl, please, less of the “old”. And please don’t pull on my tail!\nKyonshi Imouto: Haha! Gotcha! Haha! This is so much fun! You’re so soft! So fluffy! \nYouko: You’re so enthusiastic. You’re making me blush! Come with me, you pretty young thing.\nKyonshi Ani: Hey, you! Sicko! What are you doing to my sister? Take this!\nYouko: Ouch, that hurts! Hey, it’s your sister who’s molesting me!",
    "bio3": "Kyonshi Ani: Liar!\nKyonshi Imouto: But brother, his tail feels so nice! Touch it for yourself! See?\nKyonshi Ani: Hmm… It does! It feels so much nicer than Tomato’s!\nYouko: You...\nKyonshi Otouto: Hey! What are you doing?\nKyonshi Ani and Kyonshi Imouto: Stroking this old fox! His tail feels much nicer than Tomato’s! Come try it!\nYouko: Enough!",
    "contributor": "Grrr"
  }
}, {
  "index": 29,
  "fields": {
    "oa_name": "Takiyasha Hime",
    "rpg_name": "Takiyasha Hime",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "snowy"
  }
}, {
  "index": 30,
  "fields": {
    "oa_name": "Samurai X",
    "rpg_name": "Heiyou",
    "bio1": "Finally, it is quiet again. I protected my master when he was alive. Now he is dead, I will not allow anybody to disturb him.\nThe girl who came just now seemed... different from the other tomb robbers. She did not attack me or run away screaming when she saw me.\nAll she did was ask me a question.",
    "bio2": "\"You clearly have the ability to help more people. Why do you choose to shut yourself in here and guard a decaying tomb?”\nThose eyes, that look… Master taught me this. It is called… pity. I have not stepped outside for such a long time. Are there people out there who need me?\nMaster once said that the world is very big. He wanted to travel far and wide, to see all of it.",
    "bio3": "Perhaps I should travel on behalf of my master.\nPerhaps I can help those who might need me, just like my master used to.\nI have decided to leave, to see the outside world. To help people.\nFarewell, Master.",
    "contributor": "Grrr"
  }
}, {
  "index": 31,
  "fields": {
    "oa_name": "Kiyohime",
    "rpg_name": "Kiyohime",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 32,
  "fields": {
    "oa_name": "Ibaraki Doji",
    "rpg_name": "Ibaraki Douji",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 33,
  "fields": {
    "oa_name": "Shiro",
    "rpg_name": "Shiro Douji",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 34,
  "fields": {
    "oa_name": "Kuro",
    "rpg_name": "Kuro Douji",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 35,
  "fields": {
    "oa_name": "Kuro Mujou",
    "rpg_name": "Kuro Mujou",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 36,
  "fields": {
    "oa_name": "Shiro Mujou",
    "rpg_name": "Shiro Mujou",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 37,
  "fields": {
    "oa_name": "Izaya",
    "rpg_name": "Juro",
    "bio1": "",
    "bio2": "",
    "bio3": "",
    "contributor": "Snowy"
  }
}, {
  "index": 38,
  "fields": {
    "oa_name": "Enma",
    "rpg_name": "Enma",
    "bio1": "My Enma Hall really is a tedious place.\nAll I have for company are a pair of unreliable brothers, a strange pot, and an iceberg.\nThe brothers only have eyes for each other. I've teased the pot so much that she's afraid of me now and won't come and see me anymore. So all I can do for fun is tease the iceberg.\nBut the iceberg is just... boring! No matter how much I tease him, it always looks the same. Really, can't he react a little?",
    "bio2": "Icebergs like peace and quiet huh? Then let’s grab that rowdy Yamawaro to keep the iceberg company.\nThe iceberg remains silent? Then I’ll… give it a twittering bird to keep it company. How’s that? Tsk, the bird really does twitter relentlessly… but the iceberg remains unmoved.\nThen - Then I command you to laugh! Do you dare refuse me?\nSigh. Very well, that forced smile doesn’t suit you. It’s a waste of your pretty face. Ugh, forget it! Why is everything so boring?",
    "bio3": "Wait! I was just going to ignore it, when its face turned dark and gloomy… Hold on! Where are you going?\nAha! Not so boring now, are you? Finally, something interesting. Come and help me think! How can I make fun of the iceberg today?\nIf I don’t annoy him, the hundreds of years I’ve waited for him to speak will have been for nothing.",
    "contributor": "Ao"
  }
}, {
  "index": 39,
  "fields": {
    "oa_name": "Tesso",
    "rpg_name": "Tesso",
    "bio1": "Have you ever heard the saying, “A rat brings riches to your flat.”?\nHaha, that’s right! That saying refers to me! There once was a wealthy man who, in order to satisfy his selfish desires, wanted to seize my temple. He was a man without morals or restraint. And I was strong-willed and refused him. I would rather die than submit! But I couldn’t fight off his men. I was beaten almost to death on the steps of my temple. But luckily, I had a trick up my sleeve.",
    "bio2": "My temple may not have received many offerings, but its scenic mountain location made it a source of intense spiritual power! My little rats, they were really something! Working together, they pulled me back from the jaws of death. They even helped me to destroy the building and artifacts so that nobody could move my temple. Finally, my temple was saved!\nI have achieved enlightenment! The habits of my rats have started to grow on me, and I have begun to look more and more like them, but I am enlightened.",
    "bio3": "It’s good to live like this! I leave the mountain to beg for alms, to earn money from greedy, selfish merchants to help those in need.\nIt’s a carefree life!\nWho cares if people say I’m cheapskate, or petty or obsessed with money? My bowl is meant to extract ill-gotten gains to benefit the poor. Sounds good, eh?\nA rat in the house is a treasure to behold. High praise indeed! I couldn’t agree more. Hahahahaha!",
    "contributor": "Grrr"
  }
}, {
  "index": 40,
  "fields": {
    "oa_name": "Maestro",
    "rpg_name": "Youkinshi",
    "bio1": "You're really annoying, you know that? Why do you want to hear me play so badly? How could a creature like you possibly understand my music?\nYou're just a noisy little bug! Fine. It seems I have no choice. Very well! I shall play once, and only once. You just sit there and listen. Quietly. If you make any noise, I will stop playing immediately.\n\n",
    "bio2": "Even your mere presence disturbs my performance. I will not play anymore. Now take those six legs of yours and scurry away.\nAh! Bug by name, bug by nature...\nYou want to make me change my mind? So what are you going to do? You're just a puny little insect!\nThat's all you are. A helpless, puny bug. Sigh. I suppose ignoring you would be tantamount to animal cruelty.\n\n",
    "bio3": "Fool, come on back now.\nWhat's that? I'm not \"too gentle\"! \"Not like me at all\"? What would you rather I say? \"Shut up\"? \"Be quiet!\"? Hmph, you'd better leave. Be quick about it!\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 41,
  "fields": {
    "oa_name": "Shouzu",
    "rpg_name": "Shouzu",
    "bio1": "Hey, have you heard? There have been a lot of interesting developments in the human world recently. Mascara to make your eyelashes luscious and long, foundation to make your skin glow, and bright red lipstick! I really want to see all of those things.\nBut my family lives so far away in the deep sea. There’s no way to leave. Anybody, please! Come and free me from my deep-sea cage! Take me to the world of humans.",
    "bio2": "I’m so lucky to have met you! I traded my name and became your servant. Please take me to see the world above!\nBut… Why did you bring me here and then leave? Was I disobedient? Did I spend too much time playing with makeup? Or was it because I wasn’t strong enough to help you?",
    "bio3": "I'll control myself! I won't demand new toys. I'll be good, and I won't hide in my shell when we have guests. I'll listen to you! And when you need it, I'll give you my strength. \nPlease don't abandon me! \nNow I can't find my master, and I can't find my way home.\nCan you take me in?",
    "contributor": "Grrr"
  }
}, {
  "index": 42,
  "fields": {
    "oa_name": "Yumekui",
    "rpg_name": "Yumekui",
    "bio1": "Dreams are my favorite! Quick, let me have a taste of yours!\nHuh? You want to know if dreams taste nice?\nOf course they do! That’s why I love them so much! What a stupid question.\n\n",
    "bio2": "When I eat a dream, I experienced so many human emotions.\nHappiness, anger, sadness, joy… and many many more. Dreams contain all sort of feelings. They are the most wonderful food!\nSo, now you know that, hurry up and go to sleep!\n\n",
    "bio3": "What? You still have things to do before you sleep? Fool!\nIf you have things left undone before you sleep, your dream will be filled with anxieties. And dreams like that are delicious!\nCome on! Cover yourself with the blanket and close your eyes!\nI wonder what tonight’s meal will taste like...\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 43,
  "fields": {
    "oa_name": "Kyonshi Ani",
    "rpg_name": "Kyonshii Ani",
    "bio1": "Kyonshi Ani: I decided to get a sister-in-law for both of you. \nKyonshi Imouto: A sister-in-law? A sister-in-law! \nKyonshi Otouto: Oh... \nKyonshi Ani: What's wrong? Don't you want a sister-in-law? \nKyonshi Otouto: Nothing's wrong. I just thought... There aren't many people who'd want to marry a kyonshi. \nKyonshi Ani: But I'm not a normal kyonshi! \nKyonshi Otouto: Normal kyonshi aren't as unreliable as you are. \nKyonshi Ani: Hey, that's not fair!",
    "bio2": "Kyonshi Otouto: My reliable, trustworthy big brother, I wish you all the best.\nKyonshi Imouto: But who are you going to marry?\nKyonshi Ani: Well…\nKyonshi Imouto: Satori is pretty cute!\nKyonshi Ani: No way! She says some spiteful things!\nKyonshi Imouto: How about Kagura?\nKyonshi Ani: Ah! She’s not too bad!\nKyonshi Otouto: Hiromasa would kill you.\nKyonshi Ani: Oh, right. Yeah. Pretend I didn’t say that",
    "bio3": "Kyonshi Otouto: Come to think of it… You’re a kyonshi. Why do you even need a wife?\nKyonshi Ani: I’m doing it for you two!\nKyonshi Imouto: But what would you need her for?\nKyonshi Ani: Well - she’d help me look after you.\nKyonshi Imouto: Isn’t that what you’re for? You said you won’t get involved if Kyonshi Outoto gets into trouble, because you have to focus on taking care of me. So our brother is a sister-in-law! A sister-in-law!\nKyonshi Ani: Argh, what did I do to deserve any of this?\nKyonshi Otouto: You two drive me insane!",
    "contributor": "Grrr"
  }
}, {
  "index": 44,
  "fields": {
    "oa_name": "Ryomen",
    "rpg_name": "Ryoumenbotoke",
    "bio1": "Fujin: We are gods.\nRaijin: We are not at your beck and call.\nFujin: And if you summon us, you must pay the price.\n\n",
    "bio2": "Raijin: We are fearless ! Fujin: Wait… Are you…? Raijin: Oh no, it’s him! Not him!\nFujin: The onmyoji!\nRaijin: The one who sealed us away for a hundred years!",
    "bio3": "Fujin: You are called… No, your name used to be…\nRaijin: Y-your name is…\nFujin: Ah! You are!\nTogether: Abe no Seimei!\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 45,
  "fields": {
    "oa_name": "Kanko ",
    "rpg_name": "Kudagitsune",
    "bio1": "Most humans have preconceived notions. They usually dismiss or vilify things they don't understand. When it comes to us Kanko, they say things like \"Those Kanko shikigami are filled with resentment for the world because they were brutally tortured in life and abused to death.\" \nBut that's a groundless statement!",
    "bio2": "How can those self-righteous humans understand the bond between me and my mistress?! For me, my mistress personally gave up her beauty, her youth, and her career as an onmyoji! I was just an ordinary fox. I possessed a few spiritual abilities, but wasn't gifted enough to become a spirit.\nAnd it was the same for my mistress. As an ordinary fox, I thought I could only be with her until she became an adult. With luck, maybe I'd even live to see her get married. But I underestimated her persistence. When she became an adult, she made a choice I didn't understand at first. She decided to practice sorcery, to become an onmyoji.",
    "bio3": "But soon I began to understand her intentions. She was trying to master the Kanko spell, so that I could always be by her side. \nBut it was such a dangerous spell. I was so worried for her. How could she ever master it?\nYet she succeeded. She exhausted all her abilities and half of her own life so that I could live on in a small bamboo pipe. \nSo I'm happy. Now I can always take care of my mistress. And one day I will repay her with my life.",
    "contributor": "Grrr"
  }
}, {
  "index": 46,
  "fields": {
    "oa_name": "Ebisu",
    "rpg_name": "Ebisu",
    "bio1": "\"Why do the rich want more money when they already have so much? People should be grateful for what they have.\"\nI heard this from a beggar carrying a tattered bag on his back when I was wandering along the street one day. His words were deeply philosophical. I revealed myself, since I wanted to test him.\n\"I heard what you just muttered to yourself. It's quite admirable. Right now, I have many gold coins. I can give all of them to you.\"\n\"However, I must tell you this: if there are so many gold coins in your bag that they fall to the ground, they will all turn to dust and disappear forever. Your bag looks very tattered. It would be best if you take just enough money.\"",
    "bio2": "The beggar was very happy, and quickly opened his bag as widely as possible. I poured the coins into the bag as if I was pouring water into a bucket.\n“Is this enough?”\n“Give me some more.”\n“I don’t have a problem, but won’t the bag break?”\n“No problem. Give me more.”\n“It’s enough. You’re already a rich man.”\n“No, it’s not enough! I want more!”\n“This is enough. It’s already very full.”\n“Just one more coin.”\n“Very well...”\n\n",
    "bio3": "So I put the last gold coin into the bag. The bag, unable to sustain the load, burst open. All the gold coins fell to the ground and turned to dust, just as I said they would.\nThe beggar ended up with nothing, and his only bag was now torn. He became poorer than he had been before.\nInsignificant humans always underestimate the power of their desires, and this makes it easy to defeat them.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 47,
  "fields": {
    "oa_name": "Hannya",
    "rpg_name": "Hannya",
    "bio1": "I don’t mind telling you. I had a friend once, as a human.\nBack then, I wasn’t as cute as I am now. I used to be as ugly as this mask. So no matter what I did, everybody still hated me. But he was different. He said: “It doesn’t matter what you look like. It’s what’s in your heart that’s most important.”\nTo be honest, I don’t know if spirits have hearts. All that I know is, he was the only one who was nice to me.",
    "bio2": "So I was nice back to him. Whatever he wanted, I’d do my best to give it to him. I finally had a friend like other people did, a best friend. Several years later, he became an adult but I’d stayed the same as before. He had a wife and children. He was busy all the time, and didn’t have time to play with me. Every time I went to see him, he’d have an excuse.\n\n",
    "bio3": "One day I couldn’t stop myself from going to his house. I stood outside but didn’t dare go in, and heard him say to his wife: “That ugly freak’s finally stopped coming here. He’s been a thorn in my side for years.”\nCan you imagine how I felt? I thought he was my friend, but he just felt sorry for me. He hated me but he pretended to be nice to me. He lied.\nHumans hate ugly spirits.\nBut the ugliest thing in the world is the human heart.\nI peeled my face off again and again, and made those faces into masks. After mutilating myself countless times, I gradually became as cute as I am now.\nHehehe, now it’s my turn to get revenge on those disgusting, ugly humans! But don’t underestimate me. I won’t show any mercy.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 48,
  "fields": {
    "oa_name": "Puppeteer",
    "rpg_name": "Kairaishi ",
    "bio1": "\"You're the most perfect puppet ever.\" \nThat mad old man says to me, then give me a weird puppet heart. \nBadump, Badump, Badump. \nIt's placed into a loophole inside my chest, its strong beats make the place around it bouncing. \nIs this the joy named \"life\"? \nI look at the old man doubtly. He's operating a girl's body.",
    "bio2": "She lay motionless, an aura of despair surrounding her.\nWould she be happy if I gave her my heart? I think perhaps she would. So I decided to pull that amazing puppet heart from my body.\n“You idiot! What are you doing? Don’t you want to live?” He rushed over. He towered over me, and I cowered.\n“Bang!” He fell to the ground.\nI moved him aside and went over to the girl.",
    "bio3": "She was the most beautiful thing I’d ever seen. If only she would open her eyes, smile at me. But she couldn’t. There was a neat hole cut into her chest and beneath it - her heart was missing.\nThen, beautiful girl, let me give you mine. If you could move, would you smile at me?\nOh. I seemed to have lost the ability to control my body.\nGradually I faded out of consciousness. “I didn’t die? Brother… Are you my brother?”\nBefore I passed out, I heard her voice.\nSuch a sweet voice.\nI envy her brother…",
    "contributor": "Grrr"
  }
}, {
  "index": 49,
  "fields": {
    "oa_name": "Aobozu",
    "rpg_name": "Aoubouzu",
    "bio1": "Life is but a dream. Everything is empty.\nBuddhism tells of eight sufferings:\nBirth, aging, illness, death,\nMeeting with what we hate,\nParting with what we love,\nUnfulfilled desires, and the raging five aggregates.\nThey are unavoidable for everyone in the secular world. I wish to help such people, but they absorbed in mundane matters. Their lives are empty and lack meaning. The wheels of karma keep on turning, life after life. The old lantern illuminates the ancient Buddhist statue night after night, accompanied only by the sound of a mokugyo. Day after day, year after year, beauty fades and the mundane world is forgotten.\n\n",
    "bio2": "I often say to people that emotions are the source of pain and suffering.\nNothing is real. Everything is but a dream. Everything is empty.\nBuddha’s mercy has saved me from suffering.\nSubmit to the way of the Buddha. Devote yourself to kindness. Know what I know. Have what I have. Be free from want and desire.\nRenounce anger and ignorance.\nAbandon lust and greed. Only then will you achieve true happiness. However, there are very few who are able to sever their ties to the mundane world.",
    "bio3": "People ask me how withdrawing from the world and focusing on oneself amidst such turmoil can bring true happiness.\nIn this world filled with demons and carnage, they claim that the tranquility preached by Buddhism is nothing but a lie.\nI have thought long and hard about this, and come to a conclusion. My robe shall be my armor and my staff my weapon. The time has come for me to return to the mortal world.\nI will violate my sacred precepts to help the common people and demonstrate my purity of heart.\n",
    "contributor": "Ao"
  }
}, {
  "index": 50,
  "fields": {
    "oa_name": "Mannendake",
    "rpg_name": "Mannendake",
    "bio1": "I was playing my flute in the bamboo grove when that human girl barged in. She crept up on me out of curiosity thinking that I wouldn't notice her. But she just couldn't help praising \"That's beautiful.\" Did she not know how rude it is to disturb people playing? This is exactly why I don't like human children. They are rude and stubborn bring nothing but trouble. But judging from her look, she seemed to be enjoying my music. And for the sake of this, I forgave her.\n\n",
    "bio2": "Ever since then, she started to come here from time to time. At first, I stayed in the form of a bamboo, looking at her in frustration. She was always crying and screaming, turning my grove into a total mess. What a troublesome girl. But I couldn't keep her like this... Hence, I transformed into my human form to meet her everytime she came and played a piece of music for her so she could stay quiet. Years later, she grew to the age of an adult for the humans. One day when she was stroking her belly saying, \"Mr. Bamboo plays his flute really well.\"\n... How fast time flies. She's no longer a \"girl\", but a \"mother\".\n\n",
    "bio3": "Years past, one day a spirit came to tell me that she was dying. Why would he tell me this? What does it have to do with me? Anyway, she would want to meet me again I assume. I've heard that all humans are like that. They all want to meet someone they have met before they pass away. So I went to meet her.\nHer hair was all gray, her skin wrinkled. But the weakness reminded me of her when she was little. She seemed to be unconscious. I didn't know if she could hear my music. Anyway, I just played the tune that she once praised as \"That's beautiful\" the first time we met... Farewell.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 51,
  "fields": {
    "oa_name": "Ubume ",
    "rpg_name": "Ubume ",
    "bio1": "I am Ubume, and babies are my favorite thing in the whole world! I'm always happy to look after them, no matter how many of them there are. Even when they're other people's children. Especially when they're other people's children. \nBut for some reason the people of the mortal world call me \"evil\"! \nFirst, they said I abducted their babies. Then they claimed that I cried the whole night long and disturbed their peace. And finally, they said that I used poisoned milk to kill their babies! How could they say that?",
    "bio2": "Before they blame me, they should take a look at themselves. They have such lovely children but are always thinking about themselves. \nOf course babies cry at night! But because the parent don't want to actually care for their children, they pretend that it's me that's crying! \nThey don't even feed their children milk. They just throw them scraps from whatever they're eating. How can they survive under these circumstances?",
    "bio3": "How could I live with myself if I left a child with parents like that? It's much better to bring those children up myself. \nNo matter what people say, I have to protect the futures of these babies.\nIt's my only reason for existing.",
    "contributor": "Grrr"
  }
}, {
  "index": 52,
  "fields": {
    "oa_name": "Yasha",
    "rpg_name": "Yasha",
    "bio1": "“Evil spirit.” That’s what humans seem to call me.\nI haven’t heard those words lately. I’d almost forgotten them. Because the people who called me that all ended up…\nHahaha, the look of their terrified faces. It’s too late.\nDid you just arrive? How could I not have noticed? You should consider yourself lucky that I caught you.",
    "bio2": "“Why?” Because I’ve burned your village to the ground, along with the villagers.\n“Why?” again? No real reason. I wanted to do it, so I did it.\nYou ask too many questions. But I don’t have anything against people who talk a lot. On the contrary, I can’t stand cold people who don’t like to speak.\nSeeing as you’re so curious, I’ll answer you. I have no home, no family, and no friends. Get it?",
    "bio3": "Huh? Do you mean to curse me? A lot of people have tried to curse me behind my back. You’re the first one to try doing it to my face. You’ve got guts.\nHahaha, how is losing everything I hold dear a curse? I never had any such thing. Didn’t I just tell you that?\nI may not hate people who talk a lot, but people who don’t use their brains don’t deserve to draw breath!\nI just wanted to teach him a lesson. Why did he die so easily? Humans are so boring.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 53,
  "fields": {
    "oa_name": "Futakuchi",
    "rpg_name": "Futakuchi Onna",
    "bio1": "Old monk: Young lady, can you please stop for a while and listen to me?\nFutakuchi Onna: What’s wrong?\nOld monk: Who usually looks after you and keeps you company?\nFutakuchi Onna: I’ve always been alone. People around me… They disappear after a while. Nobody ever stays with me for very long.\nOld monk: Indeed. Because of that thing. It has brought misfortune to you and the people around you!\nFutakuchi Onna: That thing? What is it? Is it a strange bug? I’m scared of bugs…",
    "bio2": "Old monk: Hahaha, it’s like a bug!\nFutakuchi Onna: Whoa… Then… can you help me get rid of it?!\nOld monk: I’m afraid it’s too late.\nFutakuchi Onna: Oh? Then… what can I do?\nOld monk: Don’t be afraid. Although I have no way to get rid of it, I can calm it down.\nFutakuchi Onna: Will that hurt it?",
    "bio3": "Futakuchi Onna: Will that hurt it?\nOld monk: Are you worried about it? Aren't you afraid of bugs?\nFutakuchi Onna: If it's already a part of me, does that mean it'll always be with me, and be my friend? I'll be sad if my friends get hurt\nOld monk: Hahaha, you're a good girl. Don't worry. It won't feel any pain\nOld monk: Young lady, if you can always stay this kind, then I will feel like my trip wasn't wasted. When you wake up and someone comes looking for me, please tell him that he has to finish walking the rest of the path himself.\nFutakuchi Onna: What?\nFutakuchi Onna: Ah, I feel so relaxed... but why... why am I crying?",
    "contributor": "Grrr"
  }
}, {
  "index": 54,
  "fields": {
    "oa_name": "Hana",
    "rpg_name": "Kachou Fuugetsu",
    "bio1": "I know you are only a painting, but I just can’t helped being drawn in by your beautiful black hair, your cherry-red lips, and your alluring eyes.\nThe more I gaze at you, the more uneasy I feel, as if I am imprisoned in your world. The fragrant flowers, the gentle birdsong, the mountains in the distance, and the blue sky.\nI hear the river gently flowing, whose water is as glass. A dozen or so fish swim silently beneath the surface, in a world of their own.\n\n",
    "bio2": "I follow the riverbank. Her beautiful voice is accompanied by the melody of the flowing water. The birds sing and flowers adorn the landscape with vivid color. I gaze at her shyly. I smile but dare not speak.\nEventually, the melody fades and the sky darkens. I turn around for a moment. When I look back, she has gone. I feel sadness but not regret. I follow the river in search of her. I cross the mountains and leave the painting to return to the real world.\n\n",
    "bio3": "Looking at the girl in the painting, all you will see is her gentle smile and captivating eyes.\nIt is often said that illusions stem from the heart. He who is tranquil of heart will see a still lake and silent bamboo. He who harbors fear in his heart will see terrifying spirits and demons.\nEverything in the heart is manifested before the eyes. However, all illusions, whether soothing or harrowing, are nothing more than intangible projections.",
    "contributor": "Ao"
  }
}, {
  "index": 55,
  "fields": {
    "oa_name": "Aobouzu",
    "rpg_name": "Aobouzu",
    "bio1": "Life is but a dream. Everything is empty.\nBuddhism tells of eight sufferings:\nBirth, aging, illness, death,\nMeeting with what we hate,\nParting with what we love,\nUnfulfilled desires, and the raging five aggregates.\nThey are unavoidable for everyone in the secular world. I wish to help such people, but they absorbed in mundane matters. Their lives are empty and lack meaning. The wheels of karma keep on turning, life after life. The old lantern illuminates the ancient Buddhist statue night after night, accompanied only by the sound of a mokugyo. Day after day, year after year, beauty fades and the mundane world is forgotten.",
    "bio2": "I often say to people that emotions are the source of pain and suffering.\nNothing is real. Everything is but a dream. Everything is empty.\nBuddha’s mercy has saved me from suffering.\nSubmit to the way of the Buddha. Devote yourself to kindness. Know what I know. Have what I have. Be free from want and desire.\nRenounce anger and ignorance.\nAbandon lust and greed. Only then will you achieve true happiness. However, there are very few who are able to sever their ties to the mundane world.",
    "bio3": "People ask me how withdrawing from the world and focusing on oneself amidst such turmoil can bring true happiness.\nIn this world filled with demons and carnage, they claim that the tranquility preached by Buddhism is nothing but a lie.\nI have thought long and hard about this, and come to a conclusion. My robe shall be my armor and my staff my weapon. The time has come for me to return to the mortal world.\nI will violate my sacred precepts to help the common people and demonstrate my purity of heart.",
    "contributor": "Grrr"
  }
}, {
  "index": 56,
  "fields": {
    "oa_name": "Chin",
    "rpg_name": "Chin",
    "bio1": "His lips turned purple and his skin started to swell. He looked at me. Eyes filled with fear. He opened his mouth, shivering, but not a single word came out. “I told you from the beginning, didn’t I?” I looked at him. “These resplendent feathers are lethal.” He lost his focus. And then, there was silence. “...The feathers of Chin, the feathers of mine.”",
    "bio2": "When I was young, my father and mother always told me to keep my distance from a kindred if I ever saw one. I kept what mother told me in mind. One time, I saw one of mother's feathers on the floor at home. It's the feather of an adult Chin. The resplendent feather gleams in a beautiful blue color. Naturally, I tried to pick it up.\n\"Don't!\" mother shouted at me. I cried out of fear. Her voice then turned soft. \"The feathers of Chin are resplendent because they are lethal.\"",
    "bio3": "As I grew up, I started to realize that there’re a lot of resplendent but lethal things in the world besides the feathers of Chin: red toadstools, azure jellyfish, striped sea serpents… And this is what keeps everyone from me. But I’m used to it now. I’ve always been alone, and I always will be. Mother, I now know… that being “resplendent” is not only “lethal” but “lonely” as well.",
    "contributor": "Grrr"
  }
}, {
  "index": 57,
  "fields": {
    "oa_name": "Itsumade ",
    "rpg_name": "Itsumade",
    "bio1": "Since childhood, my mother always told me that, “Make sure you keep your distance from the humans. They are dreadful and greedy beings. And they keep hunting us.” “But why would they do such horrible things?” “They want our golden feathers.” “But each of us has only one golden feather. What if we just give it to them?” Mother sighed and said, “One feather is not good enough for them. They want more and more feathers. They would pluck you, cage you, and wait for a new golden feather to grow. They would torture you again and again…”",
    "bio2": "The humans had caged many of our kind, and I have not seen them since then. I stayed cautious and kept changing my nest from time to time, avoiding staying in any one place for too long. I would be in grave danger if the humans discovered my whereabouts. Sometimes I would wish that I didn't have this golden feather. But even if that were true, the humans won't stop hurting me. Because the greediness of the humans won't change, even if I have changed.",
    "bio3": "\"Are you sure you heard the sound of Itsumade?” “That’s right. They must be around. Let’s split up!” Well… The humans have found me again. I can’t stay here anymore. It’s time to look for a new home. But where would it be…?",
    "contributor": "Grrr"
  }
}, {
  "index": 58,
  "fields": {
    "oa_name": "Hako Shoujo",
    "rpg_name": "Hako no Shoujo",
    "bio1": "One, two, three...I have a lot of treasures stored in my box. This one, for example, is a beautiful shell I picked from the beach. And this one is the doll a toy store owner once held dear. This one you’re holding is the tail feather of a peacock. Oh, and this one is a comb which once belonged to a princess. My box is just like a treasure chest and I have a lot of interesting treasures stored inside it!",
    "bio2": "I have been guarding this box ever since I can remember. For I was born to “treasure” and to “guard”. For me, the box is no less important than my life. I always keep the box with me, even if I have to embark on a journey once in a while. I check everything inside the box before I sleep at night to make sure not one thing is missing. But I can give you a thing or two if you really want it. After all, you are my most treasured friend.",
    "bio3": "What? What’s with that look? What happened? … Ah, you have discovered the thing I treasure the most. Like I said, there are a lot of treasures stored in my box. I once had a friend whom I treasured. I stored him inside the box as well. Look at his charming hair, his soft skin, his lively eyes, and his seductive lips… I will be with him forever… Hehehe...",
    "contributor": "Grrr"
  }
}, {
  "index": 59,
  "fields": {
    "oa_name": "Higanbana",
    "rpg_name": "Higanbana",
    "bio1": "Hehe, you humans always speak of promise and commitment.\nIf you truly are what you promised to be, then come with me to the Sanzu River. No, I'm not joking. I'm dead serious... I don't remember ever saying that I was human, you must have misunderstood me...\n\nI live by the Sanzu River, where a sea of lycoris meets the shore. From spring to summer, fall to winter, the flowers blossom all year long, painting the whole river in flamboyant red. You can't imagine how stunningly beautiful it is... Only the dead are able to see such magnificence.",
    "bio2": "Are you afraid?\nWell, I guess it's only natural. Humans are weak creatures, fearing death and being afraid of the unknown.\nBut I once knew a human who was different from the rest.\nYes, he was a brave man with an unyielding heart and he promised me he would not flinch, and so I took him to the Sanzu River with me to see the beautiful sea of flowers.",
    "bio3": "You want to know what became of that man, do you?\nHehe… Your eyes are not fit to see him.\nHe is right here - right inside of me. He has become my flowers foam, my nutrition, consumed by me, providing me with endless energy. How unyielding that man was…\nWhat? Why are you not speaking?\nHehe, do you want to be my flower foam as well?",
    "contributor": "Grrr"
  }
}, {
  "index": 60,
  "fields": {
    "oa_name": "Komatsu",
    "rpg_name": "Komatsumaru",
    "bio1": "Sigh! Here comes another group of humans! You humans are such strange beings. I’ve told you explicitly that this forest is dangerous, and that you should never come anywhere near here. But still you insist on barging into our land of spirits, time and time again. You wrongly assume you’re safe here just because of how peaceful it seems. It is actually an extremely gruesome place! There’s a horrifying creature living inside the forest - a creature that you humans respect as some kind of god, and even pray to for happiness! Well, if you were to try that now, you’d lose your life!",
    "bio2": "What are the humans thinking? I can never understand creatures who pray to spirits for happiness. Happiness is something that has to be created by your own hand. Is that so hard to comprehend? Relying on others is just lazy, and those who do so... they have to be taught a lesson. Say what? You want to see that creature? But I told you that you might lose your life if you do!",
    "bio3": "You’d better listen to me. Return to your home and don’t venture out any further. Your family and your friends are waiting for you at home… Sigh. I don’t think I can stop you if you insist on meeting them… Hehehehehe…\nHahahahaha……. Ahahahaha!!!\nWelcome to my forest, dumb humans…! Hic, that was delicious. Thank you for the meal.",
    "contributor": "Grrr"
  }
}, {
  "index": 61,
  "fields": {
    "oa_name": "Bukkuman",
    "rpg_name": "Shoyou",
    "bio1": "I travel all around the world. Once, I journeyed to a great mountain. When I arrived at the small village at the foot of the mountain, the people living there told tale of a giant monster lived in the mountain - a monster, they said, with a fiery temper, great wings on his back, and a truly hideous face. They told me that if I ran into this monster, I should run for my life or I would be eaten. I thanked them, and continued on my journey towards the summit of the mountain.",
    "bio2": "Along the mountain path, I saw many exotic plants that I had never seen before and I recorded the details of each and every one. Little animals stopped to look at me, as if they were curious about what I was doing. There were a lot of animals living on the mountain… rabbits, squirrels, monkeys. They were all adorable. It didn’t look as though a giant monster could possibly be living there.",
    "bio3": "I stopped to take in every beautiful view from the summit. However, once I'd started to head down the mountain, I quickly realized I was lost. As I pondered what I should do next, a giant monster suddenly appeared before me. He wore a mask and had a giant pair of wings on his back. I cried out in terror, but he simply walked before me in silence, and when he looked back at me, I realized he was showing me the way. So I followed him. We walked and walked, until eventually I spotted the path back down the mountain. We said goodbye to each other - I told him my name was Bukkuman, whereupon he took off his mask to reveal an extremely handsome face - not ugly at all. So you see, not all rumors you hear in this world are true.",
    "contributor": "Grrr"
  }
}, {
  "index": 62,
  "fields": {
    "oa_name": "Dodomeki",
    "rpg_name": "Doumeki",
    "bio1": "March 20th\nHer breath came in quick, shallow bursts. Her blood came more slowly, oozing from mortal wounds. There was still a little light lingering in her eyes. I came to her side, brushed her soft chin with my finger. She called me desperately, tears forming in her eyes. With her last breath she signed \"Help me...\" I saw my reflection mirrored in her eyes. They were such beautiful eyes. It seemed a shame for them to lose their light...",
    "bio2": "April 2nd\nThat was some cat spirit I fought yesterday. It took me quite a while to recover! Had I not managed to break into her mind I would have fallen at her claws! But the fight was worth it, even though it was a big risk. The eyes of the cat spirit are like gems and now, they’re all mine...",
    "bio3": "May 15th\nWhat's that? Why can I hear screams, angry cries in my head?\nThese voices -- they're from the eyes! B... but... I can't get them to stop! Get out of my head! No!",
    "contributor": "Grrr"
  }
}, {
  "index": 63,
  "fields": {
    "oa_name": "Oitsuki",
    "rpg_name": "Oitsukigami",
    "bio1": "In the eyes of the humans, gods vary greatly in appearance and are truly omnipotent. Gods can grant people wisdom, fulfill their desires, ensure their survival. Gods seem to occupy a very special place in the human heart. They are holy and untouchable. I’m the goddess of the shrine. At least, that’s what the people around think.",
    "bio2": "In times of famine, people pray for food. Although I cannot magically create a gourmet meal from nothing, I can hunt wild deer and rabbits in the distant areas hundreds of miles away and bring them to famished humans. In times of drought, people pray for water. Though I cannot make rivers bend nor call rains, I can fly to the rivers thousands of miles away and fetch water to fill the wells. Each time I fulfil the people’s wishes, they kneel before me devoutly and thank me for helping them. I enjoy the feeling of being needed and the feeling of receiving gratitude, even if it does not come for free. I guess this is how it feels to be a goddess.",
    "bio3": "I have granted every wish I have heard, save for one. It was a wish from a human child. A terrified child. He prayed to me, just as his parents once had, tears still in his eyes, shivering. He wished that I would destroy all the demons and spirits in the world, simply because his mother once threatened him that naughty boys would be eaten by the demons and spirits. This was a wish I could not fulfil. But I will protect him from being eaten by demons or spirits. Now I think of it, why are demons and spirits so unwelcomed by the humans? Frankly speaking, I’m just as powerful as any god in the world!",
    "contributor": "Grrr"
  }
}, {
  "index": 64,
  "fields": {
    "oa_name": "Hiyoribo",
    "rpg_name": "Hiyoribou",
    "bio1": "What a lovely day! The sun is shining, the birds are singing -- Wait, is there someone lying on the ground over there? \nHiyoribo: “Hey! Hey there! Are -- are you alright?” \nHe doesn’t seem to be moving… What’s happened to him? And what’s -- oh, it’s… blood. I know! I’ll wrap him up so he doesn’t bleed too much. \nHiyoribo: “Hey, hey, stay with me! Don’t you die on me!”",
    "bio2": "Phew! I bound his wound as best as I could and carried him to my room, which was harder than I expected! But with a wound that serious… I’d better call Grandpa Ebisu. But I can’t just leave him alone… \nHiyoribo: “Of course! Sunny Doll, can you go and get Grandpa Ebisu?” Sunny Doll, “...”",
    "bio3": "Come on, Grandpa Ebisu! Where are you? ...I wonder who my new guest really is. He seems to be dressed in some kind of ninja suit and he’s wearing a mask. Have I brought danger into my house? \nHiyoribo: “Wooooh!”Oh no, what have I done? \nKodama, :”Uhh…” \nHe… he’s awake. What should I say? I -- I’m so nervous! \nKodama: “Thank you…” \nHe sounds so tender. His hands were soft in mine. I will save you, I promise.",
    "contributor": "Grrr"
  }
}, {
  "index": 65,
  "fields": {
    "oa_name": "Tamamonomae",
    "rpg_name": "Tamamo no Mae",
    "bio1": "Dear Kuzunoha,\nHow are you?\nThis is a hard letter to write, I don't really know where to begin. I guess I'll just write down what's on my mind. I hope you don't mind.\nKuzunoha, I saw your son the other day. Everyone in the court is talking about him. I wanted to meet him for you. After all, I promised to look after him. But he's so naive. He's taken the responsibility of protecting the capital upon himself and I'm sure he'll see me as his enemy. I think this must be the destiny you told me about.",
    "bio2": "An important figure has been attending the court lately. When we met, he asked me why I was dressed like woman. Looks like my beauty can’t fool everyone.\nYour boy looks just like you. I’m so happy about that, Kuzunoha. I don’t want to pretend to be someone else when I meet him. I'll meet him as my true self.\nSeeing him will be like seeing you again.",
    "bio3": "Kuzunoha, please forgive me. I have to trouble your boy with a dilemma. Frankly, even I'm not sure if there's a right or wrong choice or whether it's merely about finding the lesser of two evils. But if he's truly your boy, I'm sure he'll make a choice that will satisfy me. You've always been proud of him. And I've always been proud of you, Kuzunoha.\nThe destiny you told me of, I want to conquer it, even if it's just once. Pray for me, Kuzunoha.",
    "contributor": "Grrr"
  }
}, {
  "index": 66,
  "fields": {
    "oa_name": "Kosodenote",
    "rpg_name": "Kosode no Te",
    "bio1": "He hasn't returned yet. I guess he won't be returning today either... I've lost count of the years since I lasy mended this armor set all those winters ago. Thread and needle was my trade back then, but no matter how I do my work, I still feel something missing in me.",
    "bio2": "I remember the first winter, when the war was just over, I waited for my little brother's triumphant return for days - only to find myself welcoming a general I did not know. His armor was in a terrible state, loose plates jangling as he walked. His cold thick armor and his heavily bruised face made him look forbidding. I asked if he wanted to have his armor mended. He didn't respond. As he was looking around in my shop, his eyes locked onto a set of armor that I'd been trying to sell for ages. His face became even grimmer when he looked closer... He took off his own armor and left.",
    "bio3": "It looked almost identical to the one I made for my little brother. Nobody can get that finish quite as I do. Wait, that hole! It must be... My brother must've punctured it and asked the General to bring it back to me for mending. For decades, I've been mending his armor but whenever I finish I always find it imperfect. Perhaps, one day, if I can perfect the repair, he will return to me. My good brother.",
    "contributor": "Grrr"
  }
}, {
  "index": 67,
  "fields": {
    "oa_name": "Kisei",
    "rpg_name": "Kisei",
    "bio1": "It was the last game of my life. I was forced to play against ten people in a simultaneous exhibition match. If I lost to any one of them, they will have me thrown into the river. But if I win all of them will be punished. I sat on the mat that the master prepared for me and greeted every one of my opponents. They were distinguished Go masters, all of them. But they would all face their defeat today. Those so-called masters! I would take out each and every one of them, even if they played me ten against one!",
    "bio2": "But never did I expect that she would be my final opponent. She grabbed my hand the moment she saw me. “Are you well? Did they treat you fairly?” She embraced me with joyful tears as she saw me speechless. “You have to win this. I’ll be fine. I’m willing to take any punishment for you.” I turned to the master. He was looking at me with his malicious, scheming eyes - waiting for a good show.",
    "bio3": "The games against the ten finally came to an end. The moment I placed my last stone the guards rushed to me. She burst into tears, crying out “Please, release him! Please!” But no one in the audience dared to move. I couldn’t stand looking at her despair. I’m the best Go master in the world. I have absolute confidence in beating anyone under any conditions. But I just can’t defeat her...",
    "contributor": "Grrr"
  }
}, {
  "index": 68,
  "fields": {
    "oa_name": "Mushishi",
    "rpg_name": "Mushishi",
    "bio1": "In the forest at night, only this path is lit by the light of the fireflies.\nI've lost count of how many times the yokai passed by here. His head was always bowed, as if he was beset by many troubles.\nWhy...... why would such a beautiful person still have trouble?\nI looked down at myself, this ugly body was covered by wounds, markings of the abuse I suffered at the hands of others. I dared not go out, and could only cower, hidden in this translucent cocoon......\nTomorrow, tomorrow I'll definitely have the courage to emerge......",
    "bio2": "After a long time, I finally mustered my courage, breaking free of the cocoon.\nThe crude shell that brought me so many unhappy memories was completely gone, in its place were the wings I grew, bespeckled with vibrant colours.\n—I also, I also became beautiful! But...... that yokai was already gone.\nThe only things remaining in the forest, were the bird calls and insect sounds that never changed...... their pitches rose and fell, as if mocking me.",
    "bio3": "Too much time passed, and sometimes I would wonder, perhaps the yokai in my memories, perhaps he was just a figment of a long dream I had within that cocoon.\nIn the forest at night, only this path is lit by the light of the fireflies.\nMaybe, there could be one day that he would follow this light, returning once again.\nAnd then I could also walk out of that overlong dream, that distant past.\nWhat awaits me, will definitely be a new tomorrow.",
    "contributor": "Grrr"
  }
}, {
  "index": 69,
  "fields": {
    "oa_name": "Nekomata ",
    "rpg_name": "Nekomata",
    "bio1": "This tavern has quite a long history. Before I was able to transform myself, I used to come here often. The manager would always bring me a dish of fish, saying to me in a gentle voice, \"Here we go! This is for you!\" while stroking my head. Many years later, when I had learned to transform myself, I returned to the tavern in the form of a little girl. The manager recognized me the moment she saw me and said, \"I prepared fish for you today as well.\"",
    "bio2": "At that moment I realized that she hasn't aged a day. All sorts of beings come to her tavern. Humans, spirits, even animals. It¨s always busy here. But noone makes a fuss. Everyone greets the manager with a smile before finding their usual spot, ready to enjoy a delicious meal and tasty wine. She eventually adopted me when she realized I had no place else to go, and that's when I started to help out in the tavern. Gradually the patrons started to know me and sometimes they made fun of me. \"Hey! Kitty! Bring me a jar of wine!\"",
    "bio3": "One day, the manager was attacked by a monster. When I arrived at the restaurant, she was lying in a pool of blood, her breathing shallow and forced. She said to me, with her last breath, \"Take care of the tavern for me, will you?\" That moment, I...\n\"Hey! Nekomata! Where's the food and wine I ordered!\" \"Coming, coming. I was just thinking about... I'm getting your food right away.\"\nDon't worry. I'll keep this tavern running.",
    "contributor": "Grrr"
  }
}, {
  "index": 70,
  "fields": {
    "oa_name": "Menreiki",
    "rpg_name": "Menreiki ",
    "bio1": "Semimaru, the mask that represents failure, was assassinated. With tears and envy in his eyes, Semimaru stared up at Fukujin with his last breath. Black hatred glinted in his eyes and he sneered with red lips. Black and red were all that remained of the once iridescent clown.\nFukujin, representing pleasure, drinks the wine of victory, laughing at the clown who died in envy. He was later found dead, drenched in his own wine. Wine spilled from his goblet with a tint of tears from the clown he mocked.\nKomote, who’s always calm, tried to trace the murderer but was stopped in his tracks, assassinated. His last words were “Everyone dies. No one escapes from it.”",
    "bio2": "Outobide, the hysterical one, was relieved after his assassinations went successfully. That night he slept well… So well he never woke up. In his dreams, he had power over everyone in his grasp, and became the only mask that survived.\nKitsune is the mask that represents wisdom. To avenge her fallen, she killed her allies who were in the dream. She couldn’t stop crying after acquiring the power of the other four and kept blaming herself for not having started the slaughter earlier…\nUba, the blank mask, the mask without feelings, had no control over her own body from the beginning. She held the knife high in her hands and stabbed Semimaru, which leads back to where it all began...",
    "bio3": "Saru, who feels nothing but fear, fled, hooting, after seeing everyone turn their back on each other. He begged for protection from his master, but his master, too , turned his back on him.\nHate no Kawakatsu left seven masks behind with seven moods contained within; pleasure, anger, sorrow, joy... Each of his masks sought only to devour the other masks, to gain their power. But it would be a waste if only one mask was left... I want all seven masks. And we will become one.",
    "contributor": "Grrr"
  }
}, {
  "index": 71,
  "fields": {
    "oa_name": "Onikiri",
    "rpg_name": "Onikiri",
    "bio1": "Urgh... *cough* Ha... Hahaha. I was completely covered in blood, but somehow managed to stand up. What a fierce fight! I had death in my mind when I came for the duel. I can't believe I'm still alive! My hands are still shaking. I can't even pick my blade up off the ground. It's not because of fear... It's my unquenchable hate! But where did that human go? Where is his body? That's when I see the arm on the ground, the arm of Ibaraki Doji. The arm is holding my blade!",
    "bio2": "Probably because of the human's blood, I am controlling Ibaraki Doji's arm. I have to find Ibaraki Doji! I follow the demonic arm to Mt. Oe. There is nothing but ruins, it is as if a storm has wiped this place.\nIbaraki Doji: Damn you, Onikiri! I will have my revenge for my lost arm!\nOnikiri: Wait, Ibaraki Doji!\nIbaraki Doji: Ha!\nOnikiri: Ha!",
    "bio3": "Hehe, hahaha! Impressive! As expected from Ibaraki Doji! ...What's this pain from my left eye? It feels like being pierced by a needle. Could it be the effect of the pact? Damn it! Damn you! That human is still alive? How is this possible?! I won't forgive you! I will hunt you down! That bastard! Hahaha!\nIbaraki Doji: What...! What's this murderous aura..?! \nOnikiri: Damn it! That's not enough! It's not finished yet! Damn it! Ibaraki Doji, we shall postpone our battle for now! I will take revenge for you!\nIbaraki Doji: Wh-what?!\nUntil I kill that human, I'd never be freed and suffer from the pact forever! I will never let that human go!",
    "contributor": "Grrr"
  }
}, {
  "index": 72,
  "fields": {
    "oa_name": "Hakuzosu",
    "rpg_name": "Hakuzousu",
    "bio1": "High up on Mt. Dream, deep in the land of Kai there is a temple. It once was a flourishing temple, busy with people, but then people stopped coming to this area and the temple welcomed fewer and fewer patrons. As time went by, monks started to leave the temple too, finally leaving only the old abbot to protect it. As visitors were few and far between, the old abbot begin to notice those that returned, and in particular a young man with soft, silver hair. He would come to the temple to pray every month and his appearance hadn’t changed at all over the past dozen years. One day when the silver-haired young man appeared at the temple once again, the old abbot called him, invited him to drink tea with him. He found him pleasant company, always smiling with wide, clear and curious eyes. The old abbot said, casually,\n“You aren’t human, are you?”\n“No, I’m not.”",
    "bio2": "The young man was a thousand-year-old white fox from Mt. Dream. He lives in the mountain, feeds in the wild and sleeps on the grass. He was transformed into a young man not more than twenty years ago. The old abbot was sympathetic to the young man and named him \"Hakuzosu\". Five years passed and only the young man still came to the temple. Only a man and a fox still live in the vast expanse of Mt. Dream. When autumn came, the withered grass turned white as if covered in snow. One day morning, the young man woke up from a patch of withered grass. He shook off the frost on his fur and headed to the temple. When he stepped into the gate, he saw the old abbot collapsed on the ground.\n\"In the back yard! Someone is trying to steal the gilded Buddha statue!\"\nThe young man rushed to the backyard only to hear a voice chanting spells in the dark. A field appeared out of the thin air and contained him. An onmyoji dressed in luxurious clothes walked out of the darkness.\n\"I'm sorry,\"\nsaid the old abbot with tears in his old eyes.",
    "bio3": "\"Why would you do this?\"\n\"I'm old and I don't want to die on this mountain.\"\n\"But I don't understand.\"\n\"There are so many things you don't understand. Human nature now is nothing like the humans you once knew.\"\nThe onmyoji shrank the field, approached the white fox with an evil smile. The fox took the form of the young man again and stared at the old abbot with clear, hurt eyes. No one saw what happened exactly, but the onmyoji cried in pain, stumbled and dropped to the ground. The old abbot cried and crawled out of the temple. The young man looked at his back, a new expression on his face, one of disappointment.\n\"So what is the nature of these new humans, exactly?\"\nThe young man began to live in the temple, hoping to understand the old abbot. A few years passed and soon the village beside Mt. Dream was occupied once more and the temple started to see patrons again. This time a group of onmyoji with imperial emblems on their clothes approached the temple. The young man came to welcome them, no fear in his eyes.",
    "contributor": "Grrr"
  }
}, {
  "index": 73,
  "fields": {
    "oa_name": "Jinmenju ",
    "rpg_name": "Ninmenju",
    "bio1": "A long time ago there was a gigantic tree in this place. Villagers would often sit in the shade of the tree in summer and collect fallen branches to light fires in winter. Gradually it became an integral part of their lives.They named the tree \"Shinboku\" and took care of it day and night. As the Shinboku's fame rose amongst the surrounding villages. people began to pray to the tree, hoping it would grant their wishes. But because it was nothing more than an ordinary tree it was unable to grant their wishes. Those whose wishes went unfulfilled were frustrated and blamed the tree.",
    "bio2": "They chopped off its branches and peeled off its bark. The once beautiful tree became a mere stump. The villagers were smug at their destruction of the tree and renamed it the \"Bane\". But the stump didn't give up. The next year. beautiful red flowers bloomed all across the stump, making it a thing of beauty once more. The villagers forgot how they hated the tree before and started to admire it again. Some even picked the red flowers and brought them into their homes. Shortly after, terrible things started to happen to those who had taken the red flowers.",
    "bio3": "",
    "contributor": "Grrr"
  }
}, {
  "index": 74,
  "fields": {
    "oa_name": "Ittan-momen",
    "rpg_name": "Ittan Momen",
    "bio1": "My only memory about Mother is watching the snow falling with her in the yard when I was a child. Snow is the most tender of all things, she said to me in a gentle voice as we watched the snow fall silently, painting the streets white. It falls from above and touches you gently before melting in the heat of your palm.\nHowever, the snow I feel now is cold. I don't know how long I have been running in the snow for. Waterlogged and weighed down by the snow, my long hakama is making my steps heavy. But I know I can't stop. I can't go back to the \"home\" that buried Mother and will soon bury me.\nBut I feel so tired and so cold. I want to sleep so badly. I'll just take a nap.",
    "bio2": "I'm Ittan-momen. a spirit. At least this is what your kind calls me. Sorry? Did you say my name is strange? Haha, well, it was your kind that gave it to me. You just had to name me after a ten-meter long roll of cloth... I like playing with humans. But why do you hate me so much? Looks like strangling you to death is my only option. Well, well, well, another sacrifice is here. Poor soul, running in the street on a snowy night like this. I'll play with you for a while before I kill you.\nWait, you don't seem to be afraid of me. Are you as lonely as me? Do you want to be with me?",
    "bio3": "I woke up from what it seemed to be a long and tender dream. A voice was calling to me in the dream, saying \"Looks like you're as lonely as me. Do you want to be with me?' I can't remember what my response was. I only felt my cold body tightly wrapped in something. Something that felt like the finest cloth. Gradually, my conscious blurred, like the snowflakes melting in my childhood memory.\nI was still in a world of snow when I woke up. But I can no longer feel cold or pain. Everything feels so light. Perhaps the thing that disappeared with my pain is my life as a human.",
    "contributor": "Grrr"
  }
}, {
  "index": 75,
  "fields": {
    "oa_name": "Bakekujira",
    "rpg_name": "Bakekujira",
    "bio1": "When I spoke to Mother about my wish to return to the sea together with her, she looked bewildered, shook her head, and tapped me on the head with a smile. What had happened? \nMother had a strange look when she looked at me, as if she didn't recognize me at all after being taken away by those strange ships. As if she were meeting me for the first time. What had they done to her on that ship? Why did Mother refuse to return to the sea with me? Was it because she had stayed too long in her shape-shifted form, and could no longer regain her original body? Or was it because she liked the humans now and didn't want to leave them? But that's impossible. Because Mother said that I was the love of her life!",
    "bio2": "I looked from afar at the stove fire in the house where Mother was cooking.\nIt reminded me of the days spent swimming in the sea with Mother, under a sun that shone down as warmly as that cooking fire. The rain was about to stop, but the thought of returning to that dark sea all alone made me shiver. I knew that Mother had seemingly refused me, but I also knew that she would go with me if she had to! I knew that for sure! I played the tune I knew best with the conch in my hand. I saw Mother walk out from the room, shambling towards the shoreline. In the dark. rainy night, no one seemed to notice what she was doing. That was good! No one would be here to stop me from taking Mother back to the sea! Water covered her knees, her waist, her chest. She disappeared as a giant wave came crashing down upon the shore.",
    "bio3": "The next day, I sent \"Mother\" back ashore. Moments later, a man who looked like a fisherman ran towards her with his companions. When he recognized the face of the woman lying on the shore, he dropped to the ground. He looked distraught, held the soaking wet body of \"Mother\" in his arms and started sobbing.\nI looked at them from the sea in silence for a while before diving back down into the murky depths, leaving the crying behind.",
    "contributor": "Grrr"
  }
}, {
  "index": 76,
  "fields": {
    "oa_name": "Kainin",
    "rpg_name": "Kainin ",
    "bio1": "\"I'm a member of the syndicate. A wandering soul I shall become if I betray my syndicate.\"\nIn the demon village I grew up in, becoming a member of the ninja syndicate was something worth boasting about. Ever since my childhood, I admired the adult demons who became ninja shikigami. I trained hard under the mentorship of my brothers and sisters, dreaming of me day joining their ranks and becoming a loyal ninja. Finally, the day came for me to officially form the pact. The onmyoji carved a sigil on my left hand as a pledge of my loyalty.\n\"Will you forsake your old name to join the syndicate and pledge your loyalty to us?\"\n\"I will.\"\n\"What?- Hold on!\" cried the onmyoji before he had finished casting the spell, \"Someone's tampered with the sigil!\"\nThe wind blew hard over the docks from the sea. The left hands of my brothers and sisters started to glow with a cold light, and they lost all control, consumed with berserk rage. They killed the onmyoji and began to attack the rest of my people. Only I and the leader of the syndicate remained sane in the chaos. Without hesitation, he cut off my left arm, and took me to a shelter in the dark.\n\"I know you're confused. Listen, the effect of the spell on you hadn't kicked in, so you were able to remain conscious. Someone must've tampered with the sigils, turning the members of the syndicate into walking dead.\"\nI tried hard to remain calm and wrapped my wound with leader.\n\"Is there a way to save them?\"\n\"It's already too late. Our enemies' plan was to take them and they succeeded.\"\n\"We could leave this place for now.\"\n\"No. As leader, I cannot allow my syndicate to fall into the hands of others. I believe they wouldn't allow it either... These are your orders: You must exterminate the syndicate and help me kill those berserk demons.\"",
    "bio2": "I hesitated at the leader's order. My brothers and sisters used to teach me that a ninja must obey their orders with absolute loyalty. But did they have to be killed? Before I could reach a conclusion, the hearts of my people had been run through with daggers.\nTime passed in a blur, and I saw the leader leaning on his blade. Surrounding him were the dead bodies of the berserk demons he had taken down.\n\"Leader... Leader?\"\nHe gave no response.\nThe bodies of my people and the leader started to disappear. I pulled out my blade with the last bit of energy I had left. and fell into a coma...\n\"That girl. Does she really know how to fight? She looks so skinny and weak that even I could probably take her down.\"\n\"Stop grumbling and go see if she's awake.\"\n\"Hey! She's awake!\"\nAfter regaining my consciousness, I found myself aboard a ship at sea. A crew of buccaneers had found me on the beach. I could smell the strong salty scent of the ocean. The buccaneers said that they had sailed away from the shore a long time ago, and that we were now on the open sea. Legend has it that there is a lone island out in the open sea where secret treasures are buried, treasures that will bring infinite fortune and immense power to whoever uncovers them. The buccaneers were searching for the location of that lone island.\n\"Say, there're a lot of demons and monsters on the open sea. We need to have shikigami who can fight to protect us.\"\n\"Shut up already, stupid! We're on the same ship. And you're not going anywhere. Just relax and follow us. What was your name again?\"\nI hesitated a moment and said, \"I'm the only ninja on the sea. You can call me Kainin.\"",
    "bio3": "\"How pathetic.\"\nA strange voice appeared in my head as the fleet approached the treasure island in the open sea.\n\"How pathetic you are. Your people are exterminated. But here you are, looking for treasures with your enemies. How ridiculous.\"\nWho was there? Who was talking to me?\nI felt a stinging pain in my head. The headache soon turned into a pain that spread down half of my body. I covered the left side of my face. In a trance, I saw a ghostly orb at the bow of the ship, and water seeped from under the deck. From the ghostly orb, a marvellous energy flowed into me.\n\"These buccaneers... They used unscrupulous means to manipulate the spells of your ninja syndicate, to get ninja shikigami to protect them on the sea for free. Now you should avenge your brothers and sisters and kill them all!\"\nI cried with rage, unsheathed my blade, and started dancing among the buccaneers. Shadowy arms grew from my left side, twitching madly. When I regained my senses, the deck was soaked in blood. No one in the crew was spared.\nDaggers lay scattered across the deck. I leaned on my blade, panting with heavy breaths. To my surprise, I felt... refreshed...\nI had become a betrayer once again.\nThe only sound in the air was the squeaking of the deck. Beside that, dead silence.\n\n ",
    "contributor": "Grrr"
  }
}, {
  "index": 77,
  "fields": {
    "oa_name": "Yato no Kami",
    "rpg_name": "Yato no Kami",
    "bio1": "Once upon a time, there was a village that suffered from a horrible diesase. The infected felt as if their insides were melting and their blood was boiling.\nThe once prosperous village was turnined into a living hell in a matter of days.\n\"It's an incurable disease... no, it's a curse! It's the fury brought down on us from heaven!\"\nThe villagers tried every possible treatment, but none of them worked until a mysterious man visited them.\n\"The blood of the ox, the blood of the snake, the blood of the wolf, and the blood of the infant... put four shares of blood into the well to awaken it...\" The one who didn't get along well with others were used as a live sacrifice. After all, there were no objections.\nHe cried like an animal. His blood was mixed with the blood of the animals, before being poured into the dried up well, covering his bruised body.\n\"But why? We're all humans...\"\n\"The others can do this as well, can't they?\"\n\"Is this your wish? Fair enough...\"\nThe village was turned into a sea of blood on the next day.\nThe boy stood up among the cheering of countless Enshyoujo. He smiled melancholy.\n\n",
    "bio2": "Many years ago, if I remembered correcly, the human who placed the sea said something like...\n\"That's something horribly evil and vile.\"\n\"It turns clean water into stinky blood, ambrosia into dirty mud, the moon into something red, and the dead into monsters.\"\n\"That abomination has the horns of an ox, the scales of a snake, the claws of a wolf, and the carefree spirit of an infant.\"\n\"Remember, the abomination lives at the bottom of the well. You must never let it touch blood, never let it touch death, and never use its name!\"\nThe Serpent Lord lamented with a singing voice as he smiled and looked into the well.\nTwisted shadows entangled together behind the Serpent Lord.\n\"And the same goes for you... Don't become overly indulged in your game and foget our business.\"\nThere was a faint giggle from the bottom of the well, and that joyful voice replied,\n\"Please wait a while longer, One more ritual and I will offer you the water and the blood of the whole world once again.\"",
    "bio3": "no bio yet",
    "contributor": "Ao"
  }
}, {
  "index": 78,
  "fields": {
    "oa_name": "Asura",
    "rpg_name": "Asura",
    "bio1": "The Abyss at the bottom of the Celestial Realm is a prison for the Celestials and an arena of battle for the Celestials and an arena of battle for the Monster-Gods. But I turned it into a hell feared by both the Celestials and the Monster-Gods.\nWith a loud crackling sound, a bright flare lit up the Abyss. The field that had imprisoned me exploded as my Spiritual Entity was detonated.\nI stood at the peak after regaining my freedom and looked down on the hundreds of Monster-Gods drenched in a sea of blood.\nThe Monster-Gods blown down by the explosion spoke.\n\"Asura, you destroyed your Spiritual Entity just to regain freedom. But do you still remember where you are?\"\n\"Hahaha, they all say that Taishakuten is mad. You're indeed his old friend. You're even madder.\"\n\"The Abyss is filled with demons and Monster-Gods. You give up power for freedom. But you will get neither freedom nor power. For we will tear you apart!\"\nHundreds of Monster-Gods and demons plunged at me. And yet they failed to bring me down. In a mist of blood, I laughed.\n\"Don't you ever mention that name before me. You understand?\"\nWith a finger snap, a Monster-God started to vomit as an arm pierced his chest from the inside. It started to churn inside his stomach. And in an instant, his stomach was cut open. Blood poured out. The Monster-God looked terrified even though he was used to bloody scenes.\nAs his limbs were swept by, hundreds of Monster-Gods in the air were cut in half through their stomach before they even realized what was happening.\nChunks of flesh and dark blood rained down as their limbs were sent flying.\nThe blood bath left me feeling satisfied. I jumped down from the peak and walked step by step towards that Monster-God through the sea of blood. He scrambled to escape me. But before he could take a step, my claw pierced his heart.\nThat crimson Spiritual Entity shard in my hand was the power those Monster-Gods wanted and devoured.\n\"But... how...\" the Monster-God's eyeballs twitched. He tried to wail before he collapsed and died. But since his jaws were broken, he made no sound.\nI absorbed the crimson Spiritual Entity shard and made it a part of me.\n\"The strong live and the weak fall into hell. If you don't have power, freedom is fleeting, let alone love and hate.\"\n\"I, Asura, am the prince of darkness. But I don't want to be a monster. I want to love, to hate, to have friends. I used to want to be an ordinary person.\"\n\"But now, everything seems to have been in vain.\"\nIn the darkness, the crimson eyes of the Monster-Gods looked at me silently in awe. Some of them had a crimson mark on their stomach from having devoured my Spiritual Entity, marking their greed.\n\"If this is the case, then I will be a god among the monsters! I, Asura, swore to kill a hundred Monster-Gods and take back my power. I will return to the light and trample upon everything that the light owed to the people.\"\n\"Watch closely. The fire of the Abyss Prison will burn your hypocrite heaven into dust.\"\n\n",
    "bio2": "An appalling secret lay at the heart of the Abyss.\n\nThe Ten Precepts rule was created by Taishakuten. It evaluated the Celestials by their power.\n\nAny Celestial considered low was condemned and exiled into the Abyss. The Abyss Prison filled with spiritual power. The sinners couldn't live or die. All they could do was devour each other until they became Monster-Gods, struggling perpetually in a purgatory of neither life nor death.\n\nSome had already become demons. Others implored me to grant them their death as they didn't want to be a degenerate, and feared that the Monster-Gods would devour them. So I drank the blood of the sinners and fed on the Monster-Gods. But there was a constant stream of sinners coming down from heaven. The prisoners of the Abyss Prison never ceased to increase.\n\nWhen I pulled out the shard from the ninety-ninth Monster-God, all of the shards turned into spots of light and merged togeher. They eventually formed into six arms. The newly born Spiritual Entity was powerful enough to reach the bottom of the Abyss, which had seemed impossible to reach.\n\nIn the Abyss Prison, those Monster-Gods I conquered and enslaved clapped their hands and knelt before me. \"Congratulations, Lord Mara, on achieving your desire!\"\n\nI reached my hand out to the newly born Spiritual Entity. There was a heart-shaped hole in it that looked quite like the one on my chest. The last Spiritual Entity shard: my Soul. I looked for it in every dark corner of the Abyss, to no avail.\n\n",
    "bio3": "Without my Soul, I wouldn't be able to resume my identity as a Celestial. But I didn't care.\n\nI evoked my newly born Spiritual Entity and slammed it to the ground. The whole Abyss started to shake. The ground cracked open. All of the Monster-Gods who were devouring each other stopped fighting and sat on the ground because of the quake.\n\nI pointed to the chains on the wall leading to the exit. \"You greedy trapped beasts who know nothing of right and wrong. Raise your heads!\"\n\n\"Your true opponents are not in front of you. They live above you!\"\n\n\"They were your brothers when you were in the light. You were condemned because you were weak. And now you are trapped here, killing each other endlessly!\"\n\n\"I, Asura, once raised an army against the Deca. Now I will raise an army to fight Taishakuten! Those who're not willing to follow me can stay in the Abyss and continue to kill each other. Those who're willing to follow me must obey me and shout my name!\"\n\n\"Then follow me and fight against your real enemies in heaven to your heart's content!\"\n\nThe Monster-Gods raised their heads and looked into the light in the distance skeptically. I turned around and the Monster-Gods followed. They cried, \"Asura, the Mara!\" Hearing the cry, the demons and monsters in the Abyss started to bellow. Countless Monster-Gods emitted a loud and agonized cry like ghosts from hell. Wave after wave, they knelt before me in waves, requesting light from me.\n\n\"Asura! Asura!\"\n\nFlames burst out from my chest along with molten lava as six stronger arms stretched out. The reborn Spiritual Entity was ever more powerful. The arms destroyed the Abyss and emitted flames that burned even more fiercely.\n\nThe arms rushed towards the bottom of the Abyss and tore the whole Abyss Prison into pieces. Following my flame, thousands of Monster-Gods swarmed out of the Abyss and destroyed the light. They fed on the light as the Celestial Realm was devoured.\n\n\"Perhaps this is all I ever was. I was the prince of darkness from the minute I was born. I'm the most violent sin. The fire that will consume everything.\"\n\n\"As long as there's darkness untouched by flames, I will keep burning until I reach it, until the light fears to confront me, until destruction follows wherever I go, until no one in this world fears Monster-Gods, demons, darkness, and hypocrisy, and until no one is afraid to speak the name of the Abyss.\"\n\n\"Instead, they will fear my name -- Asura.\"",
    "contributor": "Ao"
  }
}, {
  "index": 79,
  "fields": {
    "oa_name": "Taishakuten",
    "rpg_name": "Taishakuten",
    "bio1": "\"As a Celestial noble, this was not my first time in the Royal Palace.\"\nWhen I was young, I had been to the Royal Palace with my father to pray for our people with the Deca.\nThere was a wall of bells in front of the Royal Palace. Countless bronze bells were hanging on the racks. No matter what the weather was like, or how long time passed, they never moved.\nI once struck the smallest bell out of curiosity and heard a lingering chime. The sound came from afar and could be heard throughout the ethereal future. For my undecided fate, the bell tolled.\nThere seemed to be a secret in that sound. When I tried to listen closely, I was yelled at by my father.\n\"The bells are only tolled for the new king,\" Father said, \"You have committed a serious crime of disrespect.\"\n\nThen, as I was sitting in the lotus pool, countless musicians were striking hundreds of bronze bells with their batons outside of the Palace, preparing for my coronation.\nI still disrespected my fate, but no one can find me guilty now.\nThere were priests standing on both sides, throwing lotus petals over me. The Grand Priest respectfully kneeled down, holding a white fumigated robe above his head before me.\n\"May this incense expel all filth, may the flowing water cleanse all sins, may you be reborn as a lotus, and may everything in the past become soil in your feet.\nIn the name of Trayastrimsa, forget all of your past sins; walk out of the pool, be reborn like a white lotus, and become the new king.\"\nI asked him, \"How do I forget my sins?\"\nThe Grand Priest lowered his head and said, \"Just speak out your greatest wish that has yet to be achieved, place it in the water and never look back.\"\nI looked at the waving lotus in the water and said,\n\"All I wish for in my life is to end the battle between the Celestials and the Demons with my own hands. I want to take my friend's hands, and lead our people into a world without struggle and sacrifice.\nBut now that the war is over, he's not here with me. My life's greatest wish has become my life's greatest sin.\"\n\n",
    "bio2": "\"I will create a new 'justice' for the Celestials.\"\n\"Injustice can only be crushed by force. Yet force is the most unjust thing in the world.\"\nI used to battle side by side with my friend Asura against the Demons on the battlefield.\nHe was always at the forefront of the battlefield. No enemies have yet survived before his limbs. I would follow him closely behind, making sure he doesn't lose himself in the carnage.\nHe never quits, and I never wanted to lose him out of stubbornness. One in the front and one in the rear, together we strove to become more powerful with out strong resolution.\nI saw the future of our people over his shoulders, and along with it, a bright world without struggles.\nHowever, what the world lacked was not some kind man who would battle to end all wars. What we lacked was an evil man who would battle to end all wars.\n\n\"Under the new order, one's value is no longer decided by one's birth.\nFrom now on, for all Celestials, the value of man will be decided by their abilities rather than their bloodline.\nThe good ones will be rewarded with privileges and the bad ones will be thrown into the prison of the Abyss. All is equal in the new order.\"\nAs the one who controls the order, I stand above all else. I'm the embodiment of supreme power, and the last unjust one.\n\"Alas, as long as there's injustice in the world, the struggle will never cease to exist.\"\n\"Today, I will sit on this one and only throne\"\n\"My throne will become higher and higher. It will be built on the dead bodies of the outsiders I have killed.\nOn the beliefs of my people that I placed judgment upon.\nIt will grow higher and higher, until it reaches into the sky. Until everything in the world falls falls under my command. Until I take control of every living being in the world. Until I have infinite power that none can compete with.\"\n\nThe long gone Battle God Asura was a miracle made of flesh and blood. I can still feel the warmth of his shadow left on me, even now his body has turned cold.\nHe was fiery like the sun, but he never scorched me. Yet, my shadow left him with a fatal frostbite.\nHe failed to keep up, but I wouldn't stop for him. I believe he would do the same were he in my place.\nI'm still convinced that nothing will ever make me prouder than meeting him.\n\n\"I will sit on this throne of sin and wait for my personal 'justice' to come before me in person.\"\n\"And when the day comes, all the sins I forsook will return to me.\nThen, the last 'injustice' in the world will cease to exist.\nAnd then, we shall see a world in eternal peace. One that is truly free of struggle.\"\nI lowered my head and smiled at the lotus, \"there's something more exciting than a fateful encounter.\"\n\"It's a reunion.\"\n\n",
    "bio3": "After I finished speaking, the Grand Priest was drenched in sweat and he knelt next to me, shivering. It was as if he was terrified after listening to a secret that he shouldn't have heard. Then I smiled and deliberately asked the white lotus, \"did I make myself clear?\"\nThe white lotus didn't answer, and simply continued to wave in the water. The seemingly rootless duckweed is in fact firmly rooted at the bottom of the pool.\nWeather terrible enough to pluck out the divine trees cannot cut down floating lotuses.\nThe world is filled with lies, just like the thousands of bells before the Royal Palace.\nThey were built to give consolation to millions of dead souls. Yet people said they can only be tolled for the new king and it's a crime for others to touch them.\nOver the past millennia, a shadow weaved by countless flesh and blood has shrouded the Celestial Realm. Since none can escape, people started praising their benevolence.\n\nI reached out my hands and ordered the priest to change my robes. I snapped the lotus that had been fully fed with my sins.\nSurrounded by the crowd, I walked towards the center ensemble. I pushed open the gates. The Royal Palance sat high above the ground, towering over everyone else.\nFurther above, there was a boundless blue sky and pure white clouds.\nWhite birds flew through the clouds, chirping as they went.\nThe nobles kneeled on both sides of the path to the Royal Palace with the Deca. They chanted repectfully with their heads lowered,\n\"All hail the new king.\"\n\nJust as I was about to make my first step forward, the Grand Priest knelt down behind me, asking for the lotus I had just picked.\n\"I'm afraid your sins cannot accompany you on this journey.\"\nI laughed and turned over my hand. Nothing fell out. He then realized that the lotus in my hand was just an illusion.\nSeeing that the lotus was not in the pool as well, he panicked and asked, \"Then where did you put your wish?\" I said. \"it's been in my heart ever since the beginning.\"\nI walked straight towards the throne as the bells' music tolled.\nThe bells of the Royal Palace were tolled for heroes, for the people, for celebration, and for the return of heroes.\nThe tyrant is dead, the war is over. An era of peace has begun, and I will wait for that day to come.\nI will wait for the day of your return, Asura.",
    "contributor": "Ao"
  }
}, {
  "index": 80,
  "fields": {
    "oa_name": "Akaname",
    "rpg_name": "Akaname",
    "bio1": "no bio yet",
    "bio2": "no bio yet",
    "bio3": "no bio yet",
    "contributor": "Ao"
  }
}, {
  "index": 81,
  "fields": {
    "oa_name": "Senhime",
    "rpg_name": "Senhime",
    "bio1": "When the woman who calls herself Yao Bikuni visited the Sea of Eternity, I remembered a dream that I used to have.\nMy mother, the most powerful queen of all times, used to lead the merfolk to conquer the sea. She was the unquestioned ruler of all the seas.\nHer leadership is unquestioned by the merfolk. All her people devoutly believe in their queen.\nWhenever she had the time, she would personally listen to the newborn merfolk babies sing and grant them blessings.\nAlthough I'm the queen's own child, I too, looked forward to this moment like all the other merfolk.\nExcited and nervous, I stood before the queen for the first time and sang my song in my untrained child's voice.\nThe tides around me seemed to be affected by my timidity, because they were crashing into the sea in torment.\nThe queen waved her hand and calmed the tides down.\nOn hearing my naive singing, the queen told me to stop in a cold voice. She didn't grand me any blessing.\nAt the end of the dream, the queen turned her back on me and walked away.\nI was much younger in the dream. No matter how hard I tried, I could never catch my mother up.\n",
    "bio2": "I would come to these secluded rocks in secret where the moonlight shone down on the sea.\nThis was my secret garden where I could sing freely.\nThis was the only place where my voice wasn't rejected by the tides.\nI could sing all night and wake the sea up. Deep down, I humbly hoped that it would also awake Mother's love for me.\nOne night, I was sitting on the rocks alone, looking at the crimson moon, singing to the quiet sea.\nSuddenly, my throat started to hurt terribly. I sounded like a baby that could hardly talk. I couldn't sing a note.\nThe tides crashed into the rocks.\nThen a storm came and tore up my body. I felt thousands of needles pushing through my scale-covered skin into my body.\nI refused to accept it. Even if it would bring destruction to my body, I would lift up my head and face the anger of the tides.\nBefore I passed out, I heard the crying of a baby and that ancient, sacred song.\nDream and reality intertwined. I felt as if I had fallen into a soft dream, where Mother was gently whispering in my ear.\n\n",
    "bio3": "I cast away the dense fog and saw the land of the merfolk lying peacefully in the deep sea. In their nightmares, people were praying in desperation.\nDay after day, I fell asleep to their painful cries, and I shed many tears of remorse.\nDeep in my slumber, when I kissed the queen's hand, I realized what my mission was.\nEven though I'm not the lawful queen of the merfolk, I will lead these people to break the ice and move on.\nThis is the choice I have made.\nI sing the ancient song all day and all night, praying for the dawn to break and the future to come.\nThe tides embrace me in their arms, giving me immense pain, as well as the power to fulfill my wish.\nI can see a vision where the glaciers crack, where schools of merfolk leap from the sea, where the stopped time begins to flow again.\nMy voice will reach a place where it will bloom and from there it will follow the dream I once had.\nIf Mother could see me now, I'm sure she would be proud.\nIridescent bubbles rise up all around me with the rising sun.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 82,
  "fields": {
    "oa_name": "Kinnara",
    "rpg_name": "Kinnara",
    "bio1": "Grandpa, did you hear me playing the music?\nIf you did, then how do you feel right now? And what do you think of it? I put everything into this piece of music.\n\"Foolish girl! Are you really satisfied with that?!\"\nI can just imagine you slapping your long ruler on the desk loudly, pretending to give me a stern lecture.\nEven if I can no longer talk to Grandpa and bid him farewell, I don't regret how it ended.\nYou spent a whole decade teaching me musical theory and technique, turning me into the last musician in the dark. You said that I had to find the answer on my own.\nAnd now I've found the answer, the truth that's been holding every one of us back, like heavy shackles.\nBut rest assured, those shackles will stifle us no longer, I've made sure of that. From now on, my songs will be the light of Itsukushima, lighting the way for mankind.\n\n",
    "bio2": "To end the eternal night on Itsukushima, I've absorbed the power of countless dead souls in the altar and became the Maestra of Tunes, the creator of rules.\nI saw you under the bright ray of light – Brother Vita, Brother Lux, and Sister Pax, who all died on the battlefield.\nI miss you so much on this lonely island in the dark. Whenever I fight the monsters using the skills you taught me, it feels like you're still protecting me, like you never left.\nIt's all so unfair. Why couldn't you have stayed a little longer? Why did you disappear like you didn't even care? I'm still not as good as you...\nThere are still many things that I don't understand.\nIf you went to the Underworld and drank Mouba's tea, you would forget everything that happened on Itsukushima. And I would disappear from my family's memory.\nBut now I've inherited the unfulfilled wishes of my brothers and sisters.\nEven if it means that I remain here in eternal loneliness, I will keep playing.\n\n",
    "bio3": "I kept repeating to myself the great principles of life, trying to encourage myself not to give up.\nWho could understand how helpless and sad a performer can be when they've lost everything that they could rely on.\nSister Regula... I'm sure you understand me, since you betrayed Itsukushima for me and were detested by all in return.\nI don't know how long I can play for Itsukushima, or how long I will shine after becoming the light.\nA decade? A century? Or a millenium?\nWhenever I thought about the world I was protecting, and how totally different it would be in the distant future, I felt a little excited. But most of the time, I just felt lonely.\nSister Regula, I have never regretted the choice I made. But still, I am troubled. I don't know when I can ever stop playing.\nI put down my lute and heard a soothing tune coming from a home on Itsukushima, the lullaby you often sang to me softly to put me to sleep.\nPerhaps that tune can go some way towards filling this empty heart of mine tonight.",
    "contributor": "Ao"
  }
}, {
  "index": 83,
  "fields": {
    "oa_name": "Suzuka Gozen",
    "rpg_name": "Suzuka Gozen",
    "bio1": "\"See this place? From now on, it'll be our new home!\"\nI picked up a stone on the shore and threw it into the sea. The stone skipped across the surface, creating towering splashes along the way until its repeated impacts had ground it into dust.\nI used to rule this area on my own quite some time ago. But I've never considered it a lonely place.\nAfter spending some time in the capital, I started to get used to the noise of people in the streets. It was only then that I realized how tranquil the deep sea was.\nI wrote down a few words on the shore with a tree branch and shouted, \"It's settled. I'll call this place Mt. Suzuka! We will establish a nation together and be the lords of Sealand!\"\n\n",
    "bio2": "Was this what the shrine looked like?\nIt seemed quite different from what I remembered. But as long as the red posts stood tall, it was unmistakably a shrine!\nAnd Father's house... I piled up the wood planks and tiles I had collected from the sea and made them into something like a house. I don't think anyone could actually live in it. I guess I could just use it to commemorate him.\n\"And where's that naughty Otakemaru?\"\nAs I was mumbling, I see Otakemaru slowly walking out of the sea, dragging dozens of dying sea monsters behind him.\n\"How many times do I have to tell you. Never bully our kin! If you want roast rabbit for dinner, then you better listen to me.\"\nAfter scolding Otakemaru, I untied the sea monsters. They crawled their way back into the sea and disappeared. Perhaps they'll come back for revenge, perhaps they'll never dare to set foot near Mt. Suzuka again. But one day they'll understand that we have a special island here. And those who live on the island cherish their own kind and welcome all sea monsters who have lost their homes.\nI believed that what Father had taught me, to have a kind heart, would make Mt. Suzuka the safest haven for all.\n\n",
    "bio3": "More and more sea monsters have sought homes on our island. I could never tell the names of those seven people of the Shichinin Misaki apart. So I left housing arrangement and recruit training to Otakemaru.\nThings often wash up on the shore from the sea. I store them in a cave, planning to use them as materials for my big project.\nMy project is to build as many Demonships as possible. They'll be symbols of Mt. Suzuka, protecting us in the waters and making sure nowhere is beyond our reach. Uminari says that all sea monsters can travel in the water, and it's pointless to go the extra mile to build ships with human technology.\nBut I hope the Demonships can be the pride of Mt. Suzuka. Wherever we are, we will feel at home when we see a Demonship.\nI don't know how much more work needs doing to connect those scattered wood planks together. But I know I'm the only one who can complete this huge task.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 84,
  "fields": {
    "oa_name": "Furi",
    "rpg_name": "Fuuri",
    "bio1": "no bio yet",
    "bio2": "no bio yet",
    "bio3": "no bio yet",
    "contributor": "Ao"
  }
}, {
  "index": 85,
  "fields": {
    "oa_name": "Enmusubi",
    "rpg_name": "Enmusubi no Kami",
    "bio1": "I'm a goddess who was born from the marital bonds of humans. I felt lucky at first, since marriage is such a wonderful thing and all humans will eventually marry someone. I thought it wouldn't be long before I become a great goddess, my name known in every corner of the land! However, I didn't know that human hearts could change so easily. Even a concrete oath or a bond forged through hardship can be torn and broken. And whenever a bond is broken, my power diminishes with it.\nEven though I'm Lady Matchmaker, I no longer believe in predestined love. No human is capable of making an oath that lasts a lifetime.\nCenturies ago, when the humans had less temptations, the bond of marriage could be maintained by a simple letter, or even a holding of hands. I wore luxurious garments and lived in a splendid shrine back then. As the material world flourished, people's pure hearts started to gain color. As the human world got more colorful, I began to fade. In the end, my shrine shrank to the size of a box and I could no longer maintain my luxurious garments.\nBut I will not give up. I will travel the world, taking my shrine with me, establishing bonds for people along the way. Don't underestimate me because of the size of my shrine. I have everything that the other gods have!\n\n",
    "bio2": "I arrived at the outskirts of the capital one cold winter's day. Thick snow had piled up on my hat. I saw an old lady fall down on the snow-covered ground. Just as I was about to rush to her, I saw an old scavenger help her get up. There was a thin thread of fate running between them. The old lady was severely ill. She had lost most of her memories and had been acting strangely. The old man scavenged at night and took care of her in the day. With each day that passed, the old lady got better and better. She even learned how to write her name – Sachiko, the name the old man had given her.\nThe two of them might not have taken their chances in this way when they were young. Fortunately for them, they met each other when they had reached old age.\nI took good care of their thread of fate. However, the old man's children refused to accept the old lady, who was a stranger to them.\n\"You can't even take care of yourself. And you're always sick. Are you trying to bring a liability into our house?\"\n\"Why do you want a partner at your age? It would be a disgrace to the family if the others knew!\"\nThe elderly pair, both viewed as liabilities to their homes, met each other in the cold snow. They started to accept each other's presence in their life of solitude. Their hearts started to beat faster again, like they were falling in love for the first time. However, the fragile thread of fate began to fade away. Why? Why did their fate have to be bound by the rules?\nThe old lady, as seemingly ignorant as she was, appeared to understand the old man's predicament. Through the falling snow, she made her way to the dilapidated straw hut. And with a name and a memory, she left in silence. She left him a poorly-written letter.\n\"Sachiko must be lucky to meet you at this age. Do you feel happy for meeting me? I don't want to lose you, but I don't want you to suffer. I'll see you in next life.\"\n\n",
    "bio3": "I used to put all my heart into every possible marriage. I also blamed myself, felt ashamed and desperate when I first started to lose the power of faith. During that period, I had been willingly connecting people together with their fateful ones. Some didn't work out, and some became worse. They would not only lose their bond, but also their pure hearts.\nWhen the old man knew the old lady had left, he rushed out, stumbling, to find her. Tears filled his eyes.\nI promised myself that I would help them. Even though the old man has grey hairs all over his head and shambles when he walks, he still has the right to take his chance. So I used my divine power again to reconnect their thread of fate, this time with a different state of mind.\nI used to think that I could recover my power if I kept connecting people together. But now I just hope they can be happy. I can hear those oaths lingering in my head.\n\"I miss you. But I can't tell you.\"\n\"I want to be with you forever. However hard our days will be, I'll be happy as long as I have you.\"\n\"Please, Lady Matchmaker! I like him so much! I can't tell you how much I like him! I pray that you can make him notice me.\"\n\"I don't deserve her. But I will keep improving myself for her.\"\nAll the threads of fate on the mountain were illuminated by the divine calling. The sound of bells rang through the night. The old lady looked up and saw the face she had been thinking about. Bridged by the red thread, upon a road that this very thread had paved for them, they finally seized their chance, surrounded by this magnificent view.\nAlthough I can't bring them a life of luxury like other gods can, I can try my hardest to protect their bond. And that's why I exist. At that moment, I started to believe in fate again.\nThe waiting might be hard, but it won't be for nothing. Your fateful one might be late for your rendezvous, but they won't be absent. However far I have to travel, I will be there to help you meet your fateful one. So please, have faith – believe in fate.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 86,
  "fields": {
    "oa_name": "Kidomaru",
    "rpg_name": "Kidoumaru",
    "bio1": "The night is quiet under the moonlight, and the crimson blood mist gradually dispersed. Through the mist, the moonlight shines down upon the distorted bones and flesh, forming an unusually creepy scene.\n'Peace' has come, after its long absence, to the Demon's Walk, where monsters slaughtered day and night.\nAn exceptionally handsome boy dressed in a ghost's skin was humming a tune as he reclined, lazily, on the branch of a withered tree. The leaf between his lips had been nibbled by a line of lovely sharp fangs. The leisureliness of the boy formed a sharp contrast with the wailing of the mournful souls.\n\"What did you think of that music?\"\nThe boy asked the little imp chained up below him. The imp was unsure for a moment, and then a smile spread across its face.\nJust then, the boy's attention was attracted by a sound coming from somewhere nearby. He spotted a crowd of monsters and ghosts surrounding a humble stage, and blended right in. The monster beside him was ugly, intimidating, staring intently at the show with a drooling, grinning mouth. It didn't even notice that a human figure had sat down with him.\n\"What is this?\" the boy asked in a low but clear voice.\n\"It's sarugako, entertainment we put on in the Demon's Walk between killings. What? You didn't know that?\"\n\"I'm new here.\"\nThe calm and admiring look on the boy's face fooled the monster, who saw him as just a low-ranking ghost, and he explained a little more:\n\"You're fortunate today, they're putting on my favorite show. It's about that infamous demon and his son.\"\nThe boy watched the stage quietly. His eyes turned cold under the moon.\n\"Really? That is lucky.\"\n\n",
    "bio2": " Act 1: Beauty\nThe story is about an evil demon who fell in love with a beautiful human woman.\nThe monster playing demon rarely wore anything in his daily life but, right now, he was dressed in a great costume. After all, the demon was very handsome. The lady he loved had crimson hair, dyed with blood. She kept it red by killing the household servants, a real femme fatale. The demon loved her more and more with every new kill.\nThe monster threw his body onto a piece of red silk and sniffed, mimicking the demon's obsession. The scene made the crowd laugh and cheer.\nShortly afterward, a smaller monster crawled out from under him, a few red hairs on his head and the crowd knew that this was the demon's son.\n\nAct 2: Withered Bones\nWith the evil demon wreaking havoc, the three great Onmyoji clans united to defeated him. Kamo no Tadayuki, the great Onmyoji, beheaded the demon himself. Before the demon was killed, he asked an ordinary family in the capital's suburbs to take care of his son.\nThe body of the demon was sealed away in the Demon Domain. Attracted by the strong spiritual power of his bones, many monsters came to the place for their kills. And this is why this place is called Demon's Walk.\nFate likes to make mischief. The son of the demon was accidentally adopted by Kamo no Tadayuki, and Tadayuki's forgiveness at that moment planted a dreadful seed in the Kamo Clan. A demon is born to kill, and has little notion of family bonds. Yet, the boy accepted Tadayuki as his father even though he knew the man was the one responsible for the end of his people. He suppressed his demonic nature for over ten years, and tried to be human.\nThe actor monster bowed to the human puppet with a charming air, but you could clearly see his evil nature in his actions and it was hilarious.\nUnfortunately, the son of the demon was never tamed. He killed all the apprentices in the Kamo Clan and, with no successors, the clan was nearly destroyed.\nWhat begins with death must end in death.\nWhen Tadayuki returned home, he found the school covered in blood, and the clan's coat of arms stained red. Devastated, he decided to put a stop to it. He placed a curse on the heart of the demon's son, preventing the boy from getting close to the capital. Since then, he has been banished, and no-one knows where he is.\"\n\n",
    "bio3": "The curtains closed and the crowd started to get rowdy. The monster who played the demon's son in the play gave a taunt of ridicule. Cheers, curses, and mockeries were thrown back and forth. When the voices died down, the crowd exhausted, a brisk applause started. The monsters all turned their heads and locked their sights on the lesser ghost who looked just like a boy.\nThe boy casually stopped clapping his hands and stood up, a meaningful smile on his face. Surprised, the crowd watched him in silence. He walked up to the center of the stage, under the moonlight, treading on bones and flesh as he went.\n\"You missed the last act.\"\nHe put his fingers to his forehead, like he was thinking very seriously.\n\"Don't you know the price you must pay when you disappoint us in the Demon's Walk?\"\nA monster with a huge body stood up, wanting to teach the boy a lesson. He was cut in half the moment he finished that sentence, and his last words didn't stop the boy.\n\"You put on a great play today. It's a shame you didn't have any music. Your screams make the best music.\"\nChains were suddenly unleashed, screaming erupting from all directions. Blood burst out like blooming flowers and the monsters bent just as easily.\n\"Let's name the finale... 'Fun'.\"\nHis imps crawled over the piles of new bodies and began to feast on the food their master had given them.\nIs the Demon's Walk hell? No, for the demon's son, this is the best playground.\nBeing banished to this place by Tadayuki is no longer a punishment.\nNothing can be a punishment to you when you're pure evil.",
    "contributor": "Ao"
  }
}, {
  "index": 87,
  "fields": {
    "oa_name": "Ungaikyo",
    "rpg_name": "Ungaikyo",
    "bio1": "High up in a snowy peak, there's a Buddhist temple that overlooks the world. In front of the temple, there sits a little monk who chants sutras day and night. He hears all affairs in the mundane world and sees everything.\nTo see a world in a wild flower, and a Buddha in a leaf.\nDespite being young of age, he has understood this profound knowledge of the Buddhist sutras. One should forsake everything. He understood well that everything is the truth of nothing, and he kept the world he had in his mind to himself.\nOne morning, when the little monk was cleaning the meditation room, a mirror fell from the wall to his feet. He picked up the mirror. But to his surprise, he saw nothing. Nothing in the world was reflected in the mirror.\n",
    "bio2": "The mirror that failed to reflect the world responded violently to the little monk. With a simple touch, the rich world of the little monk flowed into the mirror and created an strange view on its surface.\nEvery tall mountain and flowing waters, every fauna and flora the little monk had ever seen appeared in irregular shapes in a single image. Rivers crossed the sky and the stars fell between the abyss. Out of fear, the little monk quickly threw away the mirror. A familiar voice came from the mirror,\n\"You know all my feelings and all my moods. Yet, you're so lonely. In this mortal world, you're the only one who can see me, and I'm the only one who can understand you.\"\nPerplexed, the little monk picked up the mirror again, and asked,\n\"Who are you?\"\n\"You are me and I am you.\"\nThe reflection of the little monk appeared slowly in the mirror.\n\n",
    "bio3": "\"Every move you make resembles every move I make.\"\n\"Every thought I have is no different than every thought you have.\"\n\"All shadows in the mirror are illusions.\"\n\"Everything in this world is not permanent.\"\nThe wisest little monk in the temple then became one with the sacred artifact. They chose each other and stayed above the clouds.\nHe could see through all men since he had a pair of human eyes. He could create a world in the mirror now that he had the power of the artifact. However, the amount of evil accumulated in the mortal world is beyond imagination. The dark side of humans tried to blindfold his eyes.\nTo see the truth of things in the mortal world, one must never rely solely on face value. Forsake all obsessions, and one can be boundless and limitless, without a beginning or an end. Hence, he blindfolded his eyes.\n\"If there's nothing in the mirror, no dust will accumulate.\"\nTo him, the border between good and evil, between light and shadow no longer exists.\nThe tall snowy peak became unknown to the world. People ceased to pray in the Buddhist temple in the mountain. No one knows where the mirror has gone. What's left is only the legend of the artifact that's been told for a thousand years.",
    "contributor": "Ao"
  }
}, {
  "index": 88,
  "fields": {
    "oa_name": "Kamimai",
    "rpg_name": "Kamimai",
    "bio1": "\"This is the place I love the most.\nWhen I read precious scrolls and gaze at ancient paintings, I experience a journey through entrancing legends and beautiful places.\nBut paper can record more than beautiful moments.\nI took care of those rare treasures with all my heart and protected them from dust and bugs. When I summoned them with a whisper, the papers would turn into swallows, flying around me in circles.\nNothing scares me except water.\nThose humans who came to read ancient scrolls, hoping to find answers to their life's questions, often shed tears - some resentful, some sentimental, some regretful, and some relieved...\nHey, don't make that painting wet!\nI conjured up spells to riffle the pages, sent scrolls flying, and called upon my army of paper swallows to drive away the guests.\nI preferred spending time alone, in silence.\"\n\n",
    "bio2": "But there was a painter named Jun who I couldn't drive away. He would just sit there, staring at the paper, day in and day out, without painting anything.\nWhen I asked him why he was here, he said he wanted to paint something that would make people cry. Don't do that! Teardrops hurt paper.\n\"Why do you want to paint something that would make one cry?\"\n\"I wanted her to remember our time together. Even if she chose someone else over me.\"\n\"I thought you humans liked to be happy.\"\n\"All humans can remember is painful things.\"\n\"Why do you want to remember those? You humans are weird. What's wrong with smiling and laughing? Take joy in every day you live.\"\n\"Take joy in every...day...you...live...\"\nJun stopped staring at the paper and started painting.\n\n",
    "bio3": "Jun left when he finished that painting. But he promised, \"I will return to you. I want to see your smile every day for the rest of my life.\"\nI thought this was something that would last. A promise that would keep us both from shedding tears for a long time.\nBut what I got was an endless wait.\nFrom that day on, I was shut out of the outside world by an unbreakable prison. Day after day, all I wanted was to see that painting again. But what hurt me was not the magic field that isolated us in time - it was the rumors I heard in this place....\n\"That painter was seriously ill, but he insisted in going on a trip. I don't think he can make it home.\"\n\"I heard he told his household servants he'd return no matter what. Let's just wait and see...\"",
    "contributor": "Ao"
  }
}, {
  "index": 89,
  "fields": {
    "oa_name": "Kani Hime",
    "rpg_name": "Kani Hime",
    "bio1": "Good day! Are you here to find a place to rest as well?\nAllow me, Kanihime the Sleep Expert, to show you the way!\n\nWhy are you so interested in that dungeon where the gold is stored?\nThose gems and artifacts are far too hard to sleep comfortably on!\n\nLet me tell you this in secret – the scrolls in Grandpa Uminari's room smell just like the tide. Though they're hard to understand, it feels nice to sleep on them! As long as I don't drool on the scroll, I'm allowed to sleep until the sun sets.\n\nThe shaded spot under the trees by the beach is also a nice place to be, as long as you're not taken away by the waves.\nBut if the waves do get hold of you, you... All you need to do is scream, \"Save me, Young Master!\"\n\n",
    "bio2": "Sorry? Did you say you're hungry?\nAllow me, Kanihime the Food Master, to show you what's most delicious!\nNot that way, there's nothing delicious in that cave.\nWhy do you always want to go there? Nobody wants to go to that place...\n\nSorry? Did you ask about the big cave above? That's where Young Master lives. Come to think of it, Young Master's room has a reassuring smell. Whenever I sleep in his room, I dream of my crab claw growing to over three feet long. Hehehe...\nNot right now. It's meal time! We should have a great meal before we take a good afternoon nap.\n\nYou're welcome!\nDelicious food is more enjoyable when shared.\nAnd if you could share with me the stories of the outside world, I would find this fish soup even more delicious!\n\n",
    "bio3": "Hi there! Do you want me to show you the way today?\n\nWhy are you so obsessed with that big cave?\nThere's plenty of delicious food in Mt. Suzuka and loads of places where you can take a good nap. You don't have to worry about taken away by sea monsters even if you sleepwalk!\nYour stories are new, even if the way you tell them is a bit boring. We all want to hear them!\n\nAre you still planning to leave with what you took whatever the cost? What a shame...\n\nThen that's settled. I'll be having you for lunch today!",
    "contributor": "Ao"
  }
}, {
  "index": 90,
  "fields": {
    "oa_name": "Ootakemaru",
    "rpg_name": "Ootakemaru",
    "bio1": "Every legend you've heard about Mt. Suzuka is true. So what? As long as I'm alive, evil has no chance of coming near this part of the sea. Even if they're lucky enough to survive the storm and the giant vortex, plus the attacks of the six krakens, they won't have the power to defeat me. Right now, I'm the most powerful spirit on Mt. Suzuka. I protect and rule over the legendary land of treasures. No one comes near this place without my consent. I know why they're coming. And they can keep dreaming.\n\n",
    "bio2": "There are thousands of treasures on Mt. Suzuka. Of course, this part of the legend is also true. The one most sought after is definitely the Jade of Yasakani. Unfortunately for them, it's also in my collection. Stop dreaming about defeating me. I'm the Otakemaru. You'll never have the chance to lay your fingers on any of my collections, whether it's an artifact, an ancient book, or a piece of pearl or agate. The spirits of Mt. Suzuka are not obsessed with treasures, they never were. The only thing we ever cared about is the land of Mt. Suzuka and everything that grows on it. What belongs to us will never be taken by anyone else, whether it's our treasures or our land. The most precious things on Mt. Suzuka are the people who cherish each other. This land is the most important treasure in the hearts of the spirits of Mt. Suzuka.\n\n",
    "bio3": "Unari always says that I will one day become a new legend. But that's not what I want. I think it's just what he wants. Perhaps that made him disappointed. I'm disappointed as well. He stood behind me in this expedition, with the other spirits. I'm not used to this. When we're on Mt. Suzuka, I always stand behind him, asking about the answers to the old stories. At my stubborn insistence, we brought some soil from Mt. Suzuka along on our expedition. The spirits of Mt. Suzuka never leave this land. And this is the last resort for me to keep my faith. Whatever the result is, the spirits of Mt. Suzuka are still fighting side by side. I hope we're still together when we return home.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 91,
  "fields": {
    "oa_name": "Kujira",
    "rpg_name": "Kujira",
    "bio1": "The first word I carved on the ship was \"Ku\".\nI set off to this place that year in search of the secret treasures hidden on the open sea. Our fleet was shipwrecked along the way, and rest of the sailors lost their lives in the depths. I survived the wreck because a giant whale rescued me and took me to Mt. Suzuka, the land of the spirits on the open sea – my original destination. Unlike the human world, there was no dissent in this place, and no bloody killings. I started to get used to this peaceful life among the spirits. As I spent more days with them, I started to feel something strange happening to my body. And I began to understand the language of that giant whale.\n\"My name is Kujira, yo. You understand what I'm saying, yo?\"\n\"Is-is this a hallucination?\"\n\"Looks like you understand, yo. You've turned into a spirit, yo. And you're no longer a human, yo.\"\nHaving become a spirit, I made friends with Kujira the giant whale. And Mt. Suzuka became my second home. The spirits here became my companions. And I began to take on the duty of guarding the coastline. Perhaps that's how I got my spiritual power.\n\n",
    "bio2": "The second word I carved on the ship was \"Take\".\nBefore I set off to Mt. Suzuka, I thought the this legendary land of treasures must be a place of utmost danger. When I was taken to Mt. Suzuka by that giant whale, I thought I was going to end up as a snack for the fearsome monster.\n\"There's plenty of food on Mt. Suzuka. We don't need to get by on hard and tasteless things like you yet!\"\nYoung Master not only allowed me to stay, he even offered me food and clothing, and taught me how to survive on Mt. Suzuka. There were many spirits who Young Master had taken under his wing, who would later become the most important fighting force of Mt. Suzuka.\n\"Do you all see him now? He's the secret treasure of Mt. Suzuka. And you shall protect the treasure from now on.\"\n\"Why me? There are obviously purer spirits than me on Mt. Suzuka. I thought they would be more deserving of your trust.\"\n\"Are you questioning my judgment?\"\n\"I swear to protect you, Young Master, and everything on Mt. Suzuka.\"\nHe's the protector of Mt. Suzuka yet he unconditionally put his trust in me, a despicable treasure hunter. To repay his trust, I decided to swear loyalty to him and serve under his command.\n\n",
    "bio3": "The third word I carved on the ship was \"Nin\".\nThat spirit who called herself Kainin was just like me, saved and taken care of by Mt. Suzuka. She was one of the demons. I thought she would get used to life in this land of spirits. But Kujira never liked her, for she always had a tint of shadow in her eyes. What happened proved that Kujira was right not to trust her. That night, a painful scream broke the silence of the night. I saw Kainin jump out from the water with my own eyes. Gushes of blood burst out from beneath the surface.\n\"I knew I was right...to dislike Kainin, yo... Young Master...take care of Young Master for me...\"\nKujira had already stopped breathing by the time Young Master arrived. I begged him,\n\"Please allow me to leave Mt. Suzuka for now to avenge Kujira!\"\n\"From now on, you are Kujira. Take this with you.\"\nYoung Master drew out the bones of Kujira with his spiritual power, and handed them to me in the form of a heavy weapon.\nMy friend, I will use your bones to slit that ninja's throat. And when this is all over, we will return home together to protect Mt. Suzuka.\nMy friend, my master, and my enemy. I carved their names on the ship as a reminder for me to remember the promise I made.",
    "contributor": "Ao"
  }
}, {
  "index": 92,
  "fields": {
    "oa_name": "Shiranui",
    "rpg_name": "Shiranui",
    "bio1": "A flame suddenly appeared on the dark and quiet surface of the sea. The flame multiplied and grew until there were thousand of flames, connecting the sea and the sky. That's the legend of the high spirit Shiranui. Everyone from Kyohara knows every detail of the legend. Ever other decade, Shiranui would arrive at the surface of the sea outside Kyohara, bringing fortune or disaster. However, a legend is only a legend, after all. Few have truly seen Shiranui. And I was given this mysterious and ill-omened name.\n\n",
    "bio2": "I had been living on this Isle of Sorrow, situated in Kyohara cove, for as long as I could remember. No one else actually lived on the Isle of Sorrow — the only thing on the isle was the Rijin Pavilion. It was a place of joy, famous in Kyohara. I was raised as the top songstress. Rijin Pavilion was both the reason I lived my life, and the cage around my heart.\nAt every nightfall, I would step onto the stage above the sea. I could see the horizon dotted with lights. They were the lights on the fishing boats, carrying the audience drawn here by my fame. When it got darker. the lights would spread. The way the thousands of lights connected together looked just like the legends of the high spirit Shiranui.\nSongtress Shiranui might not be a legend after all.\n\n",
    "bio3": "I lived my life in a numb stupor until a reckless onmyoji crashed into my life. He was like a ray of light shining into my dark room.\nDuring my performance, he understood the helplessness I felt. He took me to the sea and told me about life in the outside world. And when I danced to the songs he composed, I\nfelt freer than ever before. The sea on that summer night was dark and quiet. Why could I see flames? First, there was just one tiny flame. Then there were more and more, until they were spread across the surface of the sea.\nThese were not the lights from the tourist boats. They were flickering orange lights that moved along with me, as if they were old friends.\nPerhaps, during my long life, I and that legend had become one.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 93,
  "fields": {
    "oa_name": "Kikyo",
    "rpg_name": "Kikyou",
    "bio1": "I am Kikyo, the priestess who held the Sacred Jewel in check.\nI never show anyone my weakness. I must never waver. Otherwise, some demons will get the better of me. I'm human, but I mustn't be human. Yes, I am a priestess. That is my destiny.\nInuyasha. Don't you remember saying it? That you would become human. I believed you, and took the Sacred Jewel to you that day.\nI hate you! Why did you turn against me, Inuyasha?!\n\n",
    "bio2": "I see... That wild robber.\nInside Naraku... Onigumo's heart still beats.\nThat evil man desired me.\nKilling you with my own hands was something that the jealous heart of Onigumo schemed.\nHe caused hatred between myself and Inuyasha, then stole the Jewel that had been sullied.\nYes... ridiculous! That is what humans are.\nInuyasha, we were never to meet again.\nOnce the thread of fate is tangled, it cannot be undone.\nMy physical self died on that day. But with this borrowed body, molded from earth and bones, I feel more comfortable.\nMy soul is much freer than in those days. Free to hate... Free to love...\n\n",
    "bio3": "In the hands of evil, the Sacred Jewel increases the power of evil.\nDemon Naraku... rather... half-demon Naraku. After all, no one needs the power of the Sacred Jewel more than you.\nAs long as Onigumo's heart exists inside Naraku, there will be an opportunity. I will use that chance to purify Naraku and totally destroy him. Naraku... Go and gather the fragments of the Sacred Jewel.\nWhen you have the complete Sacred Jewel, I will send you to Hell.\nYes, I am a priestess.\nThat is my destiny.",
    "contributor": "Ao"
  }
}, {
  "index": 94,
  "fields": {
    "oa_name": "Tenjo Kudari",
    "rpg_name": "Tenjo Kudari",
    "bio1": "I like humans, but I also fear them. For such a long time, I have dared only to hide under the rooftops and watch them in secret. Once enough time had passed, I started to feel a sense of peace, of being at home — a warm feeling that spirits like us have never experienced before. However, such feelings are as fragile and as fleeting as bubbles. One stormy, rainy day, I was forced out by the humans again. I had nowhere else to go but to hide under the roof of a shrine nearby. It was in this shrine that I met a boy and a girl sheltering from the storm. As the rain showed no sign of stopping, they started chatting. Seeing them talking so happily, one wish filled my mind. I liked the two of them so much, and I just wanted them to be happy!\n\n",
    "bio2": "Whenever it rained, the boy and the girl would come to the shrine to take shelter together, as if they had an agreement. The rain seemed to have become a sign of romance, an expression of their thoughts for each other. Their happiness seemed to be slowly growing stronger, until a sudden war broke out, turning their peaceful world upside down. I saw the boy, now dressed in armor, make a solemn promise to the girl under my roof. From that moment on, the girl came to wait under my roof each day, but every time she left again with sadness in her eyes. Where are you, boy! You made her a promise! Years passed, and the girl's hair turned from black to grey. Yet the boy never showed up.\n\n",
    "bio3": "One day, the girl didn't arrive. I was a little angry. They shouldn't break their promise! If the boy shows up now and finds the girl missing, he would be devastated! I won't let that happen! I must dress up like the girl, find the boy and tell him that the girl has been waiting for him! Yes! Though much time has passed, if I dress up like how she looked when they parted, the boy would surely recognize me at first sight! I'll keep waiting, no matter how many years — or decades — it takes.",
    "contributor": "Ao"
  }
}, {
  "index": 95,
  "fields": {
    "oa_name": "Sesshomaru",
    "rpg_name": "Sesshoumaru",
    "bio1": "Oh. how I've waited for this moment!\nI've searched long for the fang. And once I possess it, I will be able to transform myself into an even greater power!\nI'm finally here. Here to possess the sacred sword embedded in my father's tomb. The lethal fang sword... The sword that can kill a hundred demons in a single stroke!\nTessaiga!\nTessaiga's barrier rejects me from even touching it.\nWhy? I was given Tenseiga, a sword for healing instead of fighting...\nAre you telling me to take it and travel around helping others? Don't be ridiculous.\nWhy would Father treat me so?\n\n",
    "bio2": "Inuyasha... It's a name I'd rather not remember.\nI certainly did not inherit our father's... compassion towards humans. But you clearly have.\nIt was this feeling for a mortal woman, for your mother - this weakness of the heart - that caused our father to end up here, like this.\nInuyasha, tainted blood courses through your veins!\nWhat power do half-breeds have?\nYou're nothing!\nDepending on its bearer, a sword can live or die.\nAll Inuyasha does is swing it around. That famous sword is no better than a log in his hands! Don't you feel its pain?\nThis is the best you've got? Shame on you, Inuyasha. You never deserved to wield Tessaiga.\n\n",
    "bio3": "If you are weak, I will kill you. Then I'll abandon both Tessaiga and Tenseiga!\nI already lost my left arm to the Tessaiga, which Father left Inuvasha. However! I do not hold a grudge. It just happened in battle. I, Sesshomaru, never flee from a battle. What was Father thinking when he gave me Tenseiga?. I no longer care.\nTenseiga? You want me to draw you?\nI see... Should I try it? The power of the Tenseiga...\nYou and I are destined to fight one another until we die.\nRemember that!",
    "contributor": "Ao"
  }
}, {
  "index": 96,
  "fields": {
    "oa_name": "Inuyasha",
    "rpg_name": "Inuyasha",
    "bio1": "Inuyasha: Tessaiga.\nInuyasha: A fang huh… What an heirloom the old man left me!\nInuyasha: I don’t have any memories of his love, but he chose to hide his fang inside my eye! And I’m not giving up this sword! Not to anyone!\nInuyasha: Not even to my \"worthy\" older brother!\nSesshomaru: I am finally here to possess the sacred sword, Tessaiga, that is embedded in my father’s tomb.\nSesshomaru: I never imagined it could be there… Very clever. Father picked a good hiding place. Seen, yet never seen. Protected, yet never known it its protector… It is the black pearl embedded in your right eye.\nInuyasha: You… Sesshomaru!\nInuyasha: And just for that…\nInuyasha: You tricked me! You showed me the image of my dead mother!\nSesshomaru: It was just a joke.\nInuyasha: Why you - it was unforgivable!\n\n",
    "bio2": "Sesshomaru: Oh, Inuyasha... When will you learn how truly useless you are?\nSesshomaru: To water down your demon blood with human blood... You are a disgrace to all of our kind! The blood that courses through your veins is tainted!\nSesshomaru: What can a half-breed do?\nInuyasha: A half-breed... I was just a child when she died.\nInuyasha: That's right. I remember. At that time, my mother cried... For my sake.\nInuyasha: She thought of my future and cried for me.\nInuyasha: It doesn't matter whether you're a human or a demon or something in-between! I can't forgive you for fouling my mother's memory!\nInuyasha: For her sake, I will not lose to you, Sesshomaru!\n\n",
    "bio3": "Sesshomaru: It was this... Fondness for a mortal woman, for your mother - this weakness of the heart - that caused our father to end up here, like this.\nSesshomaru: Draw your sword, Inuyasha.\nSesshomaru: Show me, Inuyasha. Prove that you, and not I, are the rightful heir to Tessaiga.\nInuyasha: I'm not interested in that. All I want is to see your face when I win.\nInuyasha: Tessaiga give me strength! Demonic energy...is churning inside of me and Tessaiga!\nInuyasha: C'mon, Tessaiga! I believe in you!\nSesshomaru: My poison claws will end you!\nInuyasha: Now! Tessaiga!",
    "contributor": "Ao"
  }
}, {
  "index": 97,
  "fields": {
    "oa_name": "Yamakaze",
    "rpg_name": "Yamakaze",
    "bio1": "Night is the shadow of the moon. It was a quiet night. All of a sudden, a giant monster appeared in front of me with his eyes burning like flames. As he slowly approached me, I could smell the blood on him. My instincts told me to run, but I was too afraid to move. Just as I accepted I was doomed, he walked past me and roared fiercely at my back. He seemed to be sending a warning. I turned my head to see a pack of wolves staring at me with hungry eyes. He saved me…!\n\n",
    "bio2": "Night is the shadow of the moon. It was a quiet night. All of a sudden, a giant monster appeared in front of me with his eyes burning like flames. As he slowly approached me, I could smell the blood on him. My instincts told me to run, but I was too afraid to move. Just as I accepted I was doomed, he walked past me and roared fiercely at my back. He seemed to be sending a warning. I turned my head to see a pack of wolves staring at me with hungry eyes. He saved me…!\n\n",
    "bio3": "As I rested by the river, I beheld a familiar sight. The gazes of the wolves on the opposite bank were just like that night, when it all began.\nThe pungent scent of blood emanated from me; My blade was scarred with the traces of battle. I approached the wolves step-by-step, a fervent joy had overtaken me. I had long, long awaited this moment, I imagined it countless times, the veins of my hands bulged in excitement......! The time for revenge had come. The wolves detected the danger, and seemed to want to run, but it's too late......!\nAn acrid odor spread across the riverbanks, and the waters a bloodsea.\nI stepped over the corpses of the wolves, into the forest depths.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 98,
  "fields": {
    "oa_name": "Yuki",
    "rpg_name": "Yuki Douji",
    "bio1": "If you’re reading this, then it means that I’ve probably already left. Actually, I’ve known of this place long before I came. This is where my brothers and sisters stayed until the end. They first formed into water, falling onto the balcony and the porch as the sun shone down on them. Then they slowly rose into the sky, becoming clouds. Then the clouds rained down upon the ground where they once lay. That will be my destiny as well, I suppose.\n\n",
    "bio2": "I once wondered, why would my brothers and sisters leave our cold and safe homes; Why would they choose to come here, even though they knew they would disappear. But when I saw your smiles, I knew that I would, like them, make the same choice......\nYour hearts, glowing with gentleness; Even if I disappear, I still want to accompany you.\nAnd now, it's time for farewell......\n\n",
    "bio3": "Although the time I spent with you was brief, I am always watching you. Maybe a saddening event will happen in future, but please hold on. I'm sorry, I can't be with you anymore.\nBut, even if it's just a winter, I still feel very, very happy.\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 99,
  "fields": {
    "oa_name": "Kingyo",
    "rpg_name": "Kingyo Hime",
    "bio1": "Humph! Why are they leaving me behind…! That old man riding a goldfish who is always smiling! He promised to bring me along. But now he’s gone by himself again. Arrrrrgh, I’m gonna angry. I’m gonna be so angry the next time I see him, no matter how he would coax me! Those who smile all day long are definitely bad from deep down! And that Kappa boy, We had a deal to meet by the pond. But he is now playing with that Koi girl, and has forgotten about our deal completely! Koi sure is lovely… but I’m not so bad myself! Why am I always left alone? Am I not as lovely as Koi? Impossible… Not a chance! I’m the most lovely shikigami in the whole world!\n\n",
    "bio2": "And that stinky Jikakaeru. I was kind enough to help him by saying something good about him to Ame Onna. How dare he bully me and make me keep losing to him. How is that possible? He must have been cheating! Why can’t he just let me win one game? It is only a game after all. Why does he have to be so serious? We all come from water. Why are they so mean? It’s not okay like this. How can I rule the world like this?\n\n",
    "bio3": "Rule… rule the world? Did I just say that out loud? No… That’s not what I meant. You must have heard that wrong. How could a lovely shikigami like me think about such awful things like ruling the world? I only want to be lovelier and lovelier. What? What did you say? Are you asking me to dine with you? I accept your invitation! But is this… sashimi?\nArrrgh!! Why are you so mean!!\n\n",
    "contributor": "Ao"
  }
}, {
  "index": 100,
  "fields": {
    "oa_name": "Enenra",
    "rpg_name": "Enenra",
    "bio1": "Kamikui: Sister?! What are you doing here?\nEnenra: What? Can’t I come to see my little brother? I heard you had an altercation with Seimei. I wanted to see if you’re all right. I was worried.\nKamikui: That was a long time ago. If I was hurt, you’d be far too late.\nEnenra: Hehe, I just wanted to see how badly Seimei got the better of you, but you’re still alive and kicking. I’m disappointed.\nKamikui: Hey! Do you always have to be like that?!\n\n",
    "bio2": "Enenra: I’m just teasing you. You take the bait every time.\nKamikui: I’ve had enough of you!\nEnenra: But I really would like to see Seimei. He sounds like an interesting man.\nKamikui: I want to see him as well.\nEnenra: Oh? Why? Didn’t he make a fool out of you?\nKamikui: Because he’s...he’s just so beautiful! That glorious hair, his stunning physique, his handsome face… I’ve never seen such a gorgeous man!\n\n",
    "bio3": "Enenra: Hehe, it looks like my little brother is all grown up.\nKamikui: I didn’t mean like that.\nEnenra: I’ll take you to see him. Aren’t I a lovely sister?\nKamikui: Hey!\nEnenra: You should be thanking me.\nKamikui: I love you, sis!\nEnenra: I love you too, little brother.\n\n",
    "contributor": "Ao"
  }
}]